{
    "conferenceYear": "2011",
    "title": "Data Science Professionals: A Global Community of Sharing",
    "host": "Simon Fraser University and the University of British Columbia",
    "city": "Vancouver, BC",
    "dateText": "May 31-June 3, 2011",
    "startDate": "2011-05-31",
    "endDate": "2011-06-03",
    "conferenceNum": "37",
    "conferenceUrl": "https://web.archive.org/web/20110621003601/http://www.rdl.sfu.ca/IASSIST/index.php",
    "oldPath": "/conferences/2011/description/2805",
    "nid": "2805",
    "postDate": "2011-07-22 14:10:21 -0700",
    "sessions": [
        {
            "year": "2011",
            "day": "2011-05-31",
            "title": "Workshops",
            "abstract": "",
            "chair": "",
            "moderator": "",
            "sessionType": "Workshop",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "1",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2806",
            "nid": "2806",
            "postDate": "2011-07-22 14:26:23 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "WB1: ICPSR at 50: Facilitating Research and Data Sharing",
                    "abstract": "Presented by ICPSR, this workshop will provide instruction in three primary areas including data exploration tools, data sharing, and data management. Participants in the workshop will learn to employ unique approaches to explore and teach with data using two of ICPSR’s most popular data tools: 1) The Social Science Variables Database (SSVD), enabling the data community to search for variables across datasets,  and 2) the Bibliography of Data-Related Literature, a continuously-updated database of tens of thousands of citations to publications using data held in the ICPSR’s collections. Next participants will explore upcoming Census Data 2010 data products available at ICPSR as well as data and distinctive offerings found within several of ICPSR’s publicly accessible data collections. Lastly, as ICPSR begins to celebrate its 50th year as a member of the global data community, the workshop will turn to current and future data management strategies by sharing ICPSR’s experience in preparing data management plans, computing and data sharing in secure environments, and administering restricted data contracts electronically.",
                    "presenters": [
                        {
                            "name": "Peter Granda",
                            "institution": "ICPSR"
                        },
                        {
                            "name": "Mary Vardigan",
                            "institution": "ICPSR"
                        },
                        {
                            "name": "Linda Detterman",
                            "institution": "ICPSR"
                        }
                    ],
                    "files": [],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3000",
                    "nid": "3000",
                    "postDate": "2011-12-12 12:57:53 -0700"
                },
                {
                    "year": "2011",
                    "title": "WC1: Sharing Data with DDI 3 and Colectica",
                    "abstract": "Colectica is a platform for documenting and sharing data using open standards such as DDI 3. This workshop covers the following topics: Introduction to DDI 3-based data sharing; Hands on tutorial Document concepts and general study design; Design and document surveys; Share questions with question banks; Create and document datasets; Share variables with variable banks; Ingest existing datasets, variables, and questions and Publish data documentation on the Web.",
                    "presenters": [
                        {
                            "name": "Jeremy Iverson",
                            "institution": "Algenta Technologies"
                        },
                        {
                            "name": "Dan Smith",
                            "institution": "Algenta Technologies"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wc1_iverson_etal_demo.pdf",
                            "name": "2011_wc1_iverson_etal_demo.pdf"
                        },
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wc1_iverson_etal_0.pdf",
                            "name": "2011_wc1_iverson_etal_0.pdf"
                        }
                    ],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3001",
                    "nid": "3001",
                    "postDate": "2011-12-12 13:08:36 -0700",
                    "doi": "10.5281/zenodo.3781491"
                },
                {
                    "year": "2011",
                    "title": "WD1: Thematic Mapping of U.S. Census Data in ArcGIS",
                    "abstract": "ArcGIS software is a great tool for making customized maps and doing spatial analysis, but it has a fairly steep initial learning curve. In this hands-on workshop you will gain skill and confidence in creating a very specific kind of map: a thematic map with current or historical U.S. Census data, similar to those made in Social Explorer and Simply-Map. We will also review some basic concepts fundamental to geographic information systems (GIS). You will learn appropriateness of various free census tabular and spatial data resources and practice downloading and preparing data for use in ArcGIS. You will join tabular data to spatial data and create thematic maps. We will troubleshoot common projection and join issues, learn best practices for classification and color ramps, and practice adding context layers such as roads and place names. We will create map layouts suitable for export in a variety of file formats. We will look at scenarios which might lend themselves to using ArcGIS and discuss the appropriateness of this and other mapping tools.",
                    "presenters": [
                        {
                            "name": "Nicole Scholtz",
                            "institution": "University of Michigan"
                        }
                    ],
                    "files": [],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3002",
                    "nid": "3002",
                    "postDate": "2011-12-12 13:19:37 -0700"
                },
                {
                    "year": "2011",
                    "title": "WE1: Helping Empower Researchers and Their Institutions to Manage and Share Research Data",
                    "abstract": "In this workshop we will showcase the materials we have produced at the UK Data Archive as part of our support and outreach work on managing research data from the social sciences. The areas we are focusing on are: consent and ethics; IPR; data description and data formatting. The workshop will use a combination of ppt presentations (reflecting materials given to researchers and support staff) and hands-on activities such as: assessing and evaluating authentic consent forms for data sharing; anonymisation exercises; and assessing data formats such as interview transcription. Participants will learn about practical strategies that can  help research centres or hubs set up in-house procedures to manage their own live project and legacy data. The workshop will showcase how the UK Data Archive has worked with: 1) Research Ethics Committees to help them appreciate how to accommodate data protection vs data sharing in their own advice, and 2) Continuous Professional Development training programmes within institutions to support core skills of data handling and data security; and 3) PhD and early  career research training courses to support data awareness and data management.",
                    "presenters": [
                        {
                            "name": "Louise Corti",
                            "institution": "UK Data Archive"
                        },
                        {
                            "name": "Bethany Brett",
                            "institution": "UK Data Archive"
                        }
                    ],
                    "files": [],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3003",
                    "nid": "3003",
                    "postDate": "2011-12-12 13:24:30 -0700"
                },
                {
                    "year": "2011",
                    "title": "WA2: Basic Principles of Survey Design",
                    "abstract": "What makes a good survey? This interactive workshop will explore the basic tenets of survey design for an audience of data professionals who are not familiar with survey design principles.   In the course of the workshop, participants will work with each other and with the leaders to design a simple feedback instrument from beginning to end. Though the primary focus of the workshop will be on instrument design, the group will start by addressing the research questions that drive instrument creation and will work first to formulate a cogent set of research objectives and analytical goals to reach those objectives. With these objectives and goals established, participants will create a focused questionnaire designed to meet them.   Using principles largely based on the theoretical work of Dillman and Krosnick, the leaders will guide participants through the various question types and answer methods to explain when and why survey designers use various question types and structures. Working collaboratively in small groups and as a large group, we will start with larger issues of bias, fatigue, and order effects, and will work in to narrower specific issues such as likert scale polarity and how to word scale items as we create a basic survey instrument. Finally, we will briefly discuss issues of usability testing, recruitment, and analysis.",
                    "presenters": [
                        {
                            "name": "Thomas Lindsay",
                            "institution": "University of Minnesota"
                        },
                        {
                            "name": "Andrew Sell",
                            "institution": "University of Minnesota"
                        },
                        {
                            "name": "Michelle Edwards",
                            "institution": "University of Guelph"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wa2_lindsay_etal.pdf",
                            "name": "2011_wa2_lindsay_etal.pdf"
                        }
                    ],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3004",
                    "nid": "3004",
                    "postDate": "2011-12-12 13:31:05 -0700",
                    "doi": "10.5281/zenodo.3781493"
                },
                {
                    "year": "2011",
                    "title": "WC2: Prepare and Publish Multilingual Metadata and Aggregate Data in Nesstar. Embed Live Data into Your Website.",
                    "abstract": "A new version of Nesstar, Nesstar 4.0, with a lot of new functionality has recently been released. The metadata editor and publishing tool Nesstar Publisher is now also made available as freeware. The new version includes, among other things, support for multilingual metadata, powerful support for aggregate data, subscriptions/notifications, cell notes/missing data symbols, and embedding of live data into web pages.   This workshop will be a hands-on one, and participants will learn how to use Nesstar to: Prepare and publish survey data with multilingual metadata Produce, prepare and publish aggregate data (cubes) Notify subscribing users about changes in the published material Add thematic mapping capabilities to microdata and aggregate data sets Embed tables, analyses, charts and thematic maps into ordinary web-pages.",
                    "presenters": [
                        {
                            "name": "Ørnulf Risnes",
                            "institution": "Norwegian Social Science Data Services (NSD)"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wc2_risnes.pdf",
                            "name": "2011_wc2_risnes.pdf"
                        },
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wc2_risnes_handout.pdf",
                            "name": "2011_wc2_risnes_handout.pdf"
                        }
                    ],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3005",
                    "nid": "3005",
                    "postDate": "2011-12-12 13:36:53 -0700",
                    "doi": "10.5281/zenodo.3781495"
                },
                {
                    "year": "2011",
                    "title": "WA1: Free Stars in the Data Universe - AKA – Open Sources of Data",
                    "abstract": "All Canadian universities (and some colleges) are members of the Data Liberation Initiative (DLI) of Statistics Canada. This rich resource answers many of the data questions from our clients – but not all of them! This workshop will show you other stars in the data universe. And keeping in mind the budget restrictions under which many of us operate, we will be concentrating on the open data sources, that is, the free data resources, that are out there. We will be examining open data sources from various countries, with a focus on Canada. Some of the areas we will look at are: social surveys; election surveys; socio-economic country level data; public opinion polls; geographic and environmental information; and student financial surveys. The workshop will be part presentation and part hands-on so the participants will be able to examine these data stars themselves. Another component will be the participants showing us any open data sources that they want to share.",
                    "presenters": [
                        {
                            "name": "Jane Fry",
                            "institution": "Carleton University"
                        },
                        {
                            "name": "Wendy Watkins",
                            "institution": "Carleton University"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wa1_fry_etal.pdf",
                            "name": "2011_wa1_fry_etal.pdf"
                        }
                    ],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3007",
                    "nid": "3007",
                    "postDate": "2011-12-12 14:02:19 -0700",
                    "doi": "10.5281/zenodo.3781497"
                },
                {
                    "year": "2011",
                    "title": "WD2: Introduction to R",
                    "abstract": "R, the open source statistical environment,is growing rapidly in use and increasing in visibility. R is one of 7 Computing Languages on the Rise, has been profiled in the New York Times, and will be featured in an upcoming issue of Forbes. This program will begin with an introduction to R, its features, and the characteristics that have led to its popularity in the data world. Hands on work will introduce R programming, data manipulation capabilities, basic statistical operations, and graphing functionality. Add-on packages, including graphical interfaces and data mining tools, will be illustrated. Finally, the workshop will discuss how R is being used with “big data”, interacting with databases and large data feeds to perform analysis.",
                    "presenters": [
                        {
                            "name": "Ryan Womack",
                            "institution": "Rutgers University"
                        },
                        {
                            "name": "Harrison Dekker",
                            "institution": "Unviersity of California Berleley"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wd2_womack_etal.pdf",
                            "name": "2011_wd2_womack_etal.pdf"
                        },
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_wd2_womack_etal_codes_0.pdf",
                            "name": "2011_wd2_womack_etal_codes_0.pdf"
                        }
                    ],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3008",
                    "nid": "3008",
                    "postDate": "2011-12-12 14:10:39 -0700",
                    "doi": "10.5281/zenodo.3781499"
                },
                {
                    "year": "2011",
                    "title": "WE2: Developing Effective Data Management Plans using DMP Online",
                    "abstract": "In 2010 the US National Science Foundation (NSF) announced that it will mandate the inclusion of a data management plan with all new funding applications. The NSF is not alone in its efforts to improve accountability for data management, and we are beginning to see Research Councils and funding bodies around the world seeking evidence that adequate and appropriate provisions for data management and curation have been considered from the earliest stages of any publiclyfunded activity.The Digital Curation Centre has developed DMP Online, a Web-based data management planning tool that assists researchers in creating personalized data management plans to meet specific funders’ requirements. DMP Online has three main functions: to assist researchers in the preparation of basic data management plans at the grant application stage; to help them build and maintain a more detailed DMP during the project’s lifetime; and to enable customized reporting of these activities.This workshop will provide participants with: An introduction to DMP Online and related resources; The chance to work through the development of a plan drawing upon their own experience; Opportunities to share data management concerns and experiences.",
                    "presenters": [
                        {
                            "name": "Martin Donnelly",
                            "institution": "University of Edinburgh"
                        },
                        {
                            "name": "Sarah Jones",
                            "institution": "University of Glasgow"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2009/2011_we2_donnelly_etal_pt1.pdf",
                            "name": "2011_we2_donnelly_etal_pt1.pdf"
                        },
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2009/2011_we2_donnelly_etal_pt2.pdf",
                            "name": "2011_we2_donnelly_etal_pt2.pdf"
                        },
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_we2_donnelly_etal_pt3.pdf",
                            "name": "2011_we2_donnelly_etal_pt3.pdf"
                        }
                    ],
                    "sessNid": "2806",
                    "oldPath": "/conferences/2011/presentation/3024",
                    "nid": "3024",
                    "postDate": "2012-01-10 13:33:51 -0700",
                    "doi": "10.5281/zenodo.3781501"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "Plenary I",
            "abstract": "",
            "chair": "Ian McKinnon, Chair of the National Statistics Council",
            "moderator": "",
            "sessionType": "Plenary",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "1",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2811",
            "nid": "2811",
            "postDate": "2011-07-22 14:32:36 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "A Look at Census Taking in Canada: The Recent Past And Looking Ahead",
                    "abstract": "Ian Mckinnon is the Chair of the Canadian National Statistics Council, the group that isnbsp; tasked to provide Statistics Canada with its best advice. This advice did NOT include cancelling the long form census and substituting a voluntary National Household Survey. He is uniquely placed to give IASSIST a view of how this change came about and the implications for Canada and Statistics Canada as a result.",
                    "presenters": [
                        {
                            "name": "Ian Mckinnon",
                            "institution": "National Statistics Council"
                        }
                    ],
                    "files": [],
                    "sessNid": "2811",
                    "oldPath": "/conferences/2011/presentation/2999",
                    "nid": "2999",
                    "postDate": "2011-12-12 09:58:47 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "A1: Recent Developments in the DDI Implementation Landscape I",
            "abstract": "<p>This panel addresses recent developments in the DDI implementation landscape - new tools developments, and related developments in the standards. There has been much activity in the DDI community within the past year. Some of the existing tools have been extended with major new features; there are several new tools which support and use DDI 3, and there have been some developments for the DDI standards by the DDI Alliance itself, which will influence on-going tools support. Discussion covers both open-source and freely available tools, and also commercial tools which support DDI 3. This panel summarizes these recent developments, and highlights the points of interest. The panel is divided in three blocks:<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/a1\">A1</a>,&nbsp;<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/c1\">C1</a>, and&nbsp;<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/d1\">D1</a>.</p>",
            "chair": "Arofan Gregory, Open Data Foundation",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "2",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2807",
            "nid": "2807",
            "postDate": "2011-07-22 14:28:12 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Can DDI eXist?",
                    "abstract": "This paper is about how the xml-database eXist can store and index DDI-instances. Some of the technical advantages of the implementation is very fast full-text search in documents, fast and flexible indexing with the built-in indexing engine Lucene and fast development of xml-webservices directly within eXist. We will look at the implementation of Swedish National Data Service's DDI3 based question bank in eXist and show examples of indexing and accessing DDI using eXist. ",
                    "presenters": [
                        {
                            "name": "Johan Fihn",
                            "institution": "Swedish National Data Service"
                        },
                        {
                            "name": "Olaf Olsson",
                            "institution": "Swedish Language Bank"
                        },
                        {
                            "name": "Leif-Jöran Olsson",
                            "institution": "Swedish Language Bank"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a1_fihn_etal.pdf",
                            "name": "2011_a1_fihn_etal.pdf"
                        }
                    ],
                    "sessNid": "2807",
                    "oldPath": "/conferences/2011/presentation/2885",
                    "nid": "2885",
                    "postDate": "2011-09-27 11:26:58 -0700",
                    "doi": "10.5281/zenodo.3781503"
                },
                {
                    "year": "2011",
                    "title": "Recent Developments in the DDI Implementation Landscape 1",
                    "abstract": "This panel addresses recent developments in the DDI implementation landscape - new tools developments, and related developments in the standards. There has been much activity in the DDI community within the past year. Some of the existing tools have been extended with major new features; there are several new tools which support and use DDI 3, and there have been some developments for the DDI standards by the DDI Alliance itself, which will influence on-going tools support. Discussion covers both open-source and freely available tools, and also commercial tools which support DDI 3. This panel summarizes these recent developments, and highlights the points of interest. The panel is divided in three blocks A1, C1 and D1.",
                    "presenters": [
                        {
                            "name": "Arofan Gregory",
                            "institution": "Open Data Foundation"
                        },
                        {
                            "name": "Joachim Wackerow",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a1_gregory.pdf",
                            "name": "2011_a1_gregory.pdf"
                        }
                    ],
                    "sessNid": "2807",
                    "oldPath": "/conferences/2011/presentation/2886",
                    "nid": "2886",
                    "postDate": "2011-09-27 11:31:21 -0700",
                    "doi": "10.5281/zenodo.3781505"
                },
                {
                    "year": "2011",
                    "title": "Collaboration in Data Documentation: Developing STARDAT - The Data Archiving Suite",
                    "abstract": "Providing high quality data and documentation is a major demand on archives and researchers in the field of survey research. GESIS has been developing tools to increase standardized documentation processes on study level and on dataset level (e.g. DBKEdit, a web-based editing system for bi-lingual study descriptions, or DSDM for language specific documentation on variable level). However, the challenges of the DDI Version 3 and the collaboration needs at different stages of the data life cycle leaded to the awareness that an integrated management system for metadata is needed. Therefore GESIS started a project to develop \"STARDAT - The Data Archiving Suite\". It will be based on DDI 3 and will contain modules for structured metadata capture, management, and administration. STARDAT will be integrated into the workflow between data depositors, data managers, and data users. For this reason, a web-based data ingest module will be provided, that allows researchers to deliver metadata already when the project starts. Requirements of data curation, data documentation, data publication, and long-term availability will be incorporated. STARDAT will allow multi-language documentation on study and variable level, as well as the inclusion of further information, e.g. about related publications, classifications, continuity guides, scales or trends. ",
                    "presenters": [
                        {
                            "name": "Wolfgang Zenk-Möltgen",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a1_zenk_moltgenl.pdf",
                            "name": "2011_a1_zenk_moltgenl.pdf"
                        }
                    ],
                    "sessNid": "2807",
                    "oldPath": "/conferences/2011/presentation/2887",
                    "nid": "2887",
                    "postDate": "2011-09-27 11:35:38 -0700",
                    "doi": "10.5281/zenodo.3781507"
                },
                {
                    "year": "2011",
                    "title": "Converting MS Word based Questionnaires to DDI: A demonstration application for uses of metadata throughout the data lifecycle",
                    "abstract": "This tool demonstrates how a structured questionnaire design can be leveraged to harvest metadata, which can then be used to drive tasks downstream in the data lifecycle with greater ease. The application takes in a questionnaire designed in Microsoft Office Word 2007 (.docx format) document and uses LINQ to extract different meta components that make up the questionnaire. The extracted components are then translated into a XAML document that describes the data entry screen and a corresponding DDI document that describes the questionnaire. These two documents are then used to drive the data entry process and preform basic validations like restricting entered values to the codes in a coding scheme, basic data typing, data length and skips. Once the data is entered, the DDI is again leveraged to configure the export process that allows for selecting which variables to export and filtering by error status. The export process also uses the DDI to construct setup files for STATA and produce customized user documentation. Overall, this application demonstrate that creating DDI documentation does not have to be a painstaking, time consuming process done by hand and the advantages of documenting early in the data lifecycle, so that it can be used to drive onward data management activities consistently and efficiently. ",
                    "presenters": [
                        {
                            "name": "Benjamin Clark",
                            "institution": "INDEPTH Network"
                        }
                    ],
                    "files": [],
                    "sessNid": "2807",
                    "oldPath": "/conferences/2011/presentation/2905",
                    "nid": "2905",
                    "postDate": "2011-10-05 12:54:35 -0700"
                },
                {
                    "year": "2011",
                    "title": "Using DDI3 in a Technology Based Assessment environment - opportunities and problems",
                    "abstract": "The Technology Based Assessment (TBA) group at the German Institute for International Educational Research (DIPF) uses DDI3 in several settings to record metadata for paper  pencil environments. Nevertheless, as the original aim of the group is to transit studies from paper  pencil to computer based assessment it is planned to evolve electronic questionnaires (e.g. CAPI and CATI instruments) like they are used in studies like PISA or PIAAC to a common standard. At the moment TBA uses an own propriety XML structure to describe the items within the questionnaire, but is considering moving towards DDI3 also in the rendering engine which means the metadata and item development tool programmed for the pp instruments can be used as item editor for computer based questionnaires. This presentation will show the opportunities and also challenges for this process as well as introducing a workflow from the metadata editor to the rendering engine. Furthermore the newest version of Metadata Editor as well as a first prototype of the rendering engine will be shown. All tools in this presentation are open source software and can be requested for an own usage. ",
                    "presenters": [
                        {
                            "name": "Ingo Barkow",
                            "institution": "DIPF - German Institute for International Educational Research"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a1_barkow.pdf",
                            "name": "2011_a1_barkow.pdf"
                        }
                    ],
                    "sessNid": "2807",
                    "oldPath": "/conferences/2011/presentation/2940",
                    "nid": "2940",
                    "postDate": "2011-10-08 08:21:04 -0700",
                    "doi": "10.5281/zenodo.3781509"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "A2: Data Management Services: New Roles and Connections",
            "abstract": "",
            "chair": "Ann Green, Digital Life Cycle Research & Consulting",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "3",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2808",
            "nid": "2808",
            "postDate": "2011-07-22 14:28:58 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Curation in the age of complexity: reworking an ancient art",
                    "abstract": "Data curation can trace a lineage back to the very earliest records and the beginnings of materially recorded history. In the world of art galleries and museums, curation evolved to have specific meanings associated with selection, presentation, and interpretation for public exposure; that is, making sure that objects are understandable to the audience of the time. However, in Australia, curation has not been a term associated with traditional archival practice. With the advent of digital data archive programs and the cyberinfrastructure movement in the late twentieth century, curation was a term appropriated to cover a grab bag of roles and functions associated with data capture, documentation, preservation and access. Mapping complexity, that vast array of interconnectedness that characterises human endeavour, has become an acknowledged as necessary in establishing contexts of meaning and interpretation. Visualised networks of connectivity provide a means of understanding larger-scale worlds, lifting data from its mere isolation. These tools provides us with an opportunity to reinstate data curation with the intellectual, scholarly research endeavour as seen in the art world, releasing it from the more technical aspects of preservation and access. Network visualisations of some Australian data worlds will guide an interpretative reworking of curation. ",
                    "presenters": [
                        {
                            "name": "Michael Jones",
                            "institution": "Australian Data Archive - Melbourne"
                        },
                        {
                            "name": "Gavan McCarthy",
                            "institution": "Australian Data Archive - Melbourne"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a2_mccarthy_jones.pdf",
                            "name": "2011_a2_mccarthy_jones.pdf"
                        }
                    ],
                    "sessNid": "2808",
                    "oldPath": "/conferences/2011/presentation/2908",
                    "nid": "2908",
                    "postDate": "2011-10-06 11:37:41 -0700",
                    "doi": "10.5281/zenodo.3781511"
                },
                {
                    "year": "2011",
                    "title": "Data Management  Preservation: Creating a new service for researchers",
                    "abstract": "In January 2010, the University of Guelph Library launched a new data management and preservation service for researchers on campus. While the new service was in its initial stages of development, research groups on campus were eager to volunteer their research projects to serve as pilot test cases. Ultimately, two large, long-term research groups were selected and, following the administration of needs assessments, management plans have been developed around the issues identified for each research group. This paper will track the development of the service with particular attention being paid to the complex needs of the different groups involved in the pilot project. Subsidiary services for graduate students which have been incorporated into the program will also be discussed. Reactions to these new services will be explored. ",
                    "presenters": [
                        {
                            "name": "Carol Perry",
                            "institution": "University of Guelph"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a2_perry.pdf",
                            "name": "2011_a2_perry.pdf"
                        }
                    ],
                    "sessNid": "2808",
                    "oldPath": "/conferences/2011/presentation/2909",
                    "nid": "2909",
                    "postDate": "2011-10-06 11:40:25 -0700",
                    "doi": "10.5281/zenodo.3781513"
                },
                {
                    "year": "2011",
                    "title": "UVa Library SciDac: New Partnerships and Services to Support Scientific Data in the Library",
                    "abstract": "The University of Virginia Library created a new unit called the Scientific Data Consulting Group (SciDaC) in May 2010 to respond to the increasing need for data management support in the sciences. Since its creation, the SciDaC group has focused on three main priorities: 1) data assessment interviews to establish a baseline on scientific research data management processes, 2) development of institutional support for researchers in response to new data management regulations (ie. NSF, etc.), and 3) integration of institutional scientific research data with the new institutional repository. This effort built upon previous experience providing scientific research support through a partnership with UVA’s central IT group. In order to build and scale this new endeavor, we have aggressively worked to establish and grow new partnerships inside and outside of the institution. The talk will focus on our experiences providing these consulting services and the challenges we have faced in integrating data management expertise into the library environment. It will also cover some specifics of the partnerships that we have developed and the opportunities that we are looking toward in the future. ",
                    "presenters": [
                        {
                            "name": "Andrew Sallans",
                            "institution": "University of Virginia Library"
                        },
                        {
                            "name": "Sherri Lake",
                            "institution": "University of Virginia Library"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a2_sallans.pdf",
                            "name": "2011_a2_sallans.pdf"
                        }
                    ],
                    "sessNid": "2808",
                    "oldPath": "/conferences/2011/presentation/2910",
                    "nid": "2910",
                    "postDate": "2011-10-06 11:43:16 -0700",
                    "doi": "10.5281/zenodo.3781515"
                },
                {
                    "year": "2011",
                    "title": "Data archiving and cooperation with medical researchers - An example from Denmark",
                    "abstract": "In the DDA a special unit called DDA Health collects preserves and disseminates health-related research data. A very important and necessary part of the effort of the DDA Health aims at increasing medical researchers’ awareness of the need for good archiving practices. So we have stimulated voluntary archiving by collaboration with medical research groups and medical researchers in many ways. The efforts has been on visibility of DDA Health and its values; the means have been a website, a newsletter, site visits, presentations in connection with various kinds of scientific gatherings, contributions to undergraduate courses and research training courses, and communication via a network of interested researchers. In the paper I will focus on the development of cooperation between DDA Health and the medical researchers for instance by making it visible that the DDA Health can add value to research data from medical research by supporting them with DDI 3 and GCP.",
                    "presenters": [
                        {
                            "name": "Bodil Stenvig",
                            "institution": "Danish Data Archives "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a2bodil_stenvig.pdf",
                            "name": "2011_a2bodil_stenvig.pdf"
                        }
                    ],
                    "sessNid": "2808",
                    "oldPath": "/conferences/2011/presentation/2911",
                    "nid": "2911",
                    "postDate": "2011-10-06 11:45:27 -0700",
                    "doi": "10.5281/zenodo.3781517"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "A3: Building Capacity to Link, Visualize, Identify, and Discover",
            "abstract": "",
            "chair": "Steven McEachern, Australian Social Science Data Archive",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "4",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2809",
            "nid": "2809",
            "postDate": "2011-07-22 14:29:38 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Statistical Data Analysis based on Linked Open Data",
                    "abstract": "Research in the social sciences is based on the analysis of social phenomena via quantitative evidence. Scientists typically need to perform major and complex analyses on statistical data, but as part of their main tasks, they also require tedious secondary examinations on heterogeneous and distributed datasets, for example to verify prior or referenced assumptions or detecting correlations between two or more datasets. A lot of tools already exist which support researchers in processing and analysing their data effectively, but raw data often has to be converted to particular formats in order to be processed and analysed. In this paper, we propose a method to perform such statistical analyses on Linked Open Data resources in order to support common tasks that researchers encounter when working with heterogeneous and distributed datasets. The idea of Linked Open Data provides a technical basis for exposing, sharing and linking data on the web, based on an established web architecture, comprising standardised formats and interfaces. However, statistical calculations cannot be performed directly on these data sources yet. Our prototype covers some common exemplary tasks for data analysis in the social sciences.",
                    "presenters": [
                        {
                            "name": "Benjamin Zapilko",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        },
                        {
                            "name": "Brigitte Mathiak",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        },
                        {
                            "name": "Oliver Hopt",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a3_zapilko_etal.pdf",
                            "name": "2011_a3_zapilko_etal.pdf"
                        }
                    ],
                    "sessNid": "2809",
                    "oldPath": "/conferences/2011/presentation/2851",
                    "nid": "2851",
                    "postDate": "2011-09-20 13:18:28 -0700",
                    "doi": "10.5281/zenodo.3781519"
                },
                {
                    "year": "2011",
                    "title": "Creating a Linchpin for Financial Data. The need for a Legal Entity Identifier (LEI)",
                    "abstract": "The need for reference metadata has been recognized and identified as crucial within the financial industry. Unique and standardized identification of legal entities has become a top priority for the financial industry. It is now widely recognized that such an identifier is critical to efficient financial transaction processing and is critical for clear and unambiguous identification of parties and counterparties involved in all financial activities. Although the need for unique entity identification across government agencies, data vendors, and financial market participants has been discussed for years there is currently no entity identification schema used across the financial industry. The events of the last several years and the recent financial reform highlight the need for legal entity identifiers that cross organizations. The paper is the collaborate result of several financial regulators and: • Explores the current state of entity identification throughout the financial industry,• Presents the business cases for why unique and standardized identification is necessary,• Summarizes the industry best practices and requirements for entity identification, and• Identifies alternative approaches to implementing industry-wide identifiers.",
                    "presenters": [
                        {
                            "name": "Linda Powell",
                            "institution": "Federal Reserve Board"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a3_powell.pdf",
                            "name": "2011_a3_powell.pdf"
                        }
                    ],
                    "sessNid": "2809",
                    "oldPath": "/conferences/2011/presentation/2852",
                    "nid": "2852",
                    "postDate": "2011-09-20 13:20:20 -0700",
                    "doi": "10.5281/zenodo.3781521"
                },
                {
                    "year": "2011",
                    "title": "Longitudinal and Time-series Documentation Protocols at the ADA",
                    "abstract": "This paper will provide an overview of the longitudinal data processing protocols being implemented at the Australian Data Archive as part of the development of the ADA Longitudinal Archive. As part of the migration to a new storage foundation, ADA has been reviewing its longitudinal data holdings to streamline longitudinal data processing, particularly focussing on improvements to the metadata associated with these studies to take advantage of emerging discovery and visualisation tools. This paper will examine ADA's experience with this review process, experiences with the development of guidelines for data dictionaries and variable mapping systems, and the implementation of the procedures with 3 sample longitudinal studies within the ADA holdings. The paper will then conclude with a review of ADA's plans for documentation and support of future longitudinal and cross-sectional time-series data holdings, including new longitudinal panel studies, public opinion poll data and major cross-sectional social surveys.",
                    "presenters": [
                        {
                            "name": "Melanie Spallek",
                            "institution": "The Australian Data Archive"
                        },
                        {
                            "name": "Steve McEachern",
                            "institution": "The Australian Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a3_spallek_etal.pdf",
                            "name": "2011_a3_spallek_etal.pdf"
                        }
                    ],
                    "sessNid": "2809",
                    "oldPath": "/conferences/2011/presentation/2853",
                    "nid": "2853",
                    "postDate": "2011-09-20 13:23:09 -0700",
                    "doi": "10.5281/zenodo.3781523"
                },
                {
                    "year": "2011",
                    "title": "Geospatial Analysis and Visualisation at ADA",
                    "abstract": "The expanding computational resources, web interfaces and spatially enabled data have provided an increasing capability for spatial visualisation in social science data analysis. This has prompted the Australian Data Archive to develop visualisation tools for spatial information that complement and extend the traditional analysis methods used in the social sciences. These improved methods however have major implications for the processing workflow for archiving of survey data, from the design of surveys to incorporate the accurate recording of geospatial identifiers, to maintaining confidentiality of geo-located respondents information to prevent identification by unauthorised users, and allowing researchers access to the data in new and powerful ways. This paper will present the recent work of the ADA and the ANU Supercomputing Facility in this area, providing an overview of progress in developing the ADA GIS data framework as well as a demonstration of new online visualisation tools for exploring spatial social science data.",
                    "presenters": [
                        {
                            "name": "Rhys Hawkins",
                            "institution": "Australian National University"
                        },
                        {
                            "name": "Steve McEachern",
                            "institution": "The Australian Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a3_hawkins_etal.pdf",
                            "name": "2011_a3_hawkins_etal.pdf"
                        }
                    ],
                    "sessNid": "2809",
                    "oldPath": "/conferences/2011/presentation/2854",
                    "nid": "2854",
                    "postDate": "2011-09-20 13:26:18 -0700",
                    "doi": "10.5281/zenodo.3781527"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "A4: Extending Data Support Services",
            "abstract": "",
            "chair": "Samantha Guss, New York University",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "5",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2810",
            "nid": "2810",
            "postDate": "2011-07-22 14:30:59 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Collaborating with Subject Librarians to Provide Undergraduates with Appropriate International Statistical Resources",
                    "abstract": "Subject librarians often seek the assistance of data services librarians when faced with reference questions concerning statistical information. As more university courses emphasize international awareness, subject librarians frequently receive questions from undergraduate students seeking statistical information on developing and non-western nations. Often unfamiliar with and sometimes intimidated by international statistical information, some subject librarians are unsure where to begin. In addition, many undergraduate students are unskilled in how to properly interpret a statistical chart. More often, undergraduate students need statistics that include contextual information. The many United Nations agencies and divisions produce an abundance of publications that contain highly sought after international statistics and also provide the reader with background information that explain what the numbers mean, how they were collected and the shortcomings of the statistical information. This presentation will focus on the importance of increasing the awareness of both subject librarians and students of these United Nations publications and will also provide advice on how to access and search for these publications.nbsp; ",
                    "presenters": [
                        {
                            "name": "Joe Hurley",
                            "institution": "Georgia State University"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a4__hurley.pdf",
                            "name": "2011_a4__hurley.pdf"
                        }
                    ],
                    "sessNid": "2810",
                    "oldPath": "/conferences/2011/presentation/2846",
                    "nid": "2846",
                    "postDate": "2011-09-02 13:14:30 -0700",
                    "doi": "10.5281/zenodo.3781529"
                },
                {
                    "year": "2011",
                    "title": "A Multidisciplinary Analysis of Data Reuse Activities",
                    "abstract": "The reuse and secondary analysis of digital data in the environmental and social sciences is aided greatly by well-established data repositories and a research culture that fosters trusted data sharing, respectively. However, relatively few studies in either of these disciplines have considered the component activities of reusing data beyond an initial phase of discovery; more often, studies have identified barriers to access or focused on the need to properly attribute datasets. We present a comparative analysis of those activities and practices surrounding secondary use of publicly available data in the environmental and social sciences. Identified activities in these two disciplines are grounded in the current literature, which include: selection criteria for reuse, methodological approaches as they vary by discipline, transfer protocols, citation practices, and explicit barriers to access and use of secondary data. This comparison of data practices provides a formalization of the implicit activities surrounding reuse that will prove highly valuable to data librarians and data scientists in their interactions with an increasingly interdisciplinary and collaborative research community. An analysis of data reuse also offers much needed insight to the development and maintenance of deployed cyberinfrastructures, particularly as these large-scale systems are geared toward data-centric research.",
                    "presenters": [
                        {
                            "name": "Nicholas Weber",
                            "institution": "University of Illinois Champaign-Urbana"
                        },
                        {
                            "name": "Tiffany Chao",
                            "institution": "University of Illinois Champaign-Urbana"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a4__chao_etal.pdf",
                            "name": "2011_a4__chao_etal.pdf"
                        }
                    ],
                    "sessNid": "2810",
                    "oldPath": "/conferences/2011/presentation/2847",
                    "nid": "2847",
                    "postDate": "2011-09-02 13:16:30 -0700",
                    "doi": "10.5281/zenodo.3781531"
                },
                {
                    "year": "2011",
                    "title": "Research Data and Open Access",
                    "abstract": "For many years the data archives have concentrated on the preservation, documentation and dissemination for secondary analysis of research data from the social sciences. The research libraries are holding the researchers’ publications based on their data. In Europe the research libraries have begun to be interested in either holding the research data or making open access to the research data and open access to the publications. This paper will firstly present the ongoing projects and efforts of the research libraries that have as objective to investigate the whole area of data discovery and data preservation and linking of publications and data. The paper will secondly discuss the role of the data archives and the research libraries: what is the role of the data archives in the process? How can the data archives’ experience with long time preservation contribute? Will or shall we co-operate more closely with the research libraries? Can DDI be used by both communities?",
                    "presenters": [
                        {
                            "name": "Nanna Clausen",
                            "institution": "Danish Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_a4__clausen.pdf",
                            "name": "2011_a4__clausen.pdf"
                        }
                    ],
                    "sessNid": "2810",
                    "oldPath": "/conferences/2011/presentation/2848",
                    "nid": "2848",
                    "postDate": "2011-09-02 13:18:30 -0700",
                    "doi": "10.5281/zenodo.3781533"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "B1: Describing Qualitative Data Formally - Where Are We with DDI and Its Relatives?",
            "abstract": "<p>This session will provide an overview of current development of metadata schema and applications for describing complex social science collections. Work already, and currently, being undertaken will be presented on: descriptive metadata schema, harnessing DDI with QuDEx, data models for complex collections, and ingest and presentation tools. In addition to a report back from the DDI Qualitative Working Group which first met in Spring 2010, two different FEDORA applications using the DDI/QuDex model will be showcased, as well as the Australian Data Archive's qualitative archive system.</p>",
            "chair": "Louise Corti, UK Data Archive",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "6",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2812",
            "nid": "2812",
            "postDate": "2011-07-22 14:33:33 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Report back from the DDI Qualitative Working Group",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Louise Corti",
                            "institution": "UK Data Archive"
                        },
                        {
                            "name": "Arofan Gregory",
                            "institution": "Metadata Technology USA"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b1_corti_gregory.pdf",
                            "name": "2011_b1_corti_gregory.pdf"
                        }
                    ],
                    "sessNid": "2812",
                    "oldPath": "/conferences/2011/presentation/2888",
                    "nid": "2888",
                    "postDate": "2011-09-27 11:47:07 -0700",
                    "doi": "10.5281/zenodo.3781535"
                },
                {
                    "year": "2011",
                    "title": "Lost in Translation? Experiences in documenting qualitative data at the ADA",
                    "abstract": "The expansion of data holdings to incorporate qualitative content has been a major emphasis of the Australian Data Archive since 2007, focussed on the establishment of ADA Qualitative (formerly AQuA). While there have been significant challenges in efforts during this time to encourage qualitative researchers to deposit content with the archive, the deposit of these new data forms have also created new challenges for the archive in ingesting, processing and dissemination. These challenges have been threefold: - methodological: what changes do researchers need to make in their methods to support archival practice - technical: how does ADA adapt its existing metadata schema and data management software (DDI2 and Nesstar) to support qualitative content - practical: how are processing procedures for archivists changed when documenting qualitative content This paper explores each of these challenges in turn, focussing particularly on the adoption of the QuDEx schema developed by the UK Data Archive to support qualitative data archiving. The paper will discuss ADA's experience with the use of the QuDEx schema to address these three challenges, and provide suggestions for future developments of the schema and qualitative archiving more generally.",
                    "presenters": [
                        {
                            "name": "Steven McEachern",
                            "institution": "Australian Data Archive"
                        },
                        {
                            "name": "Lynda Cheshire",
                            "institution": "Australian Data Archive"
                        },
                        {
                            "name": "Melanie Spallek",
                            "institution": "Australian Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b1_mceachern_etal.pdf",
                            "name": "2011_b1_mceachern_etal.pdf"
                        }
                    ],
                    "sessNid": "2812",
                    "oldPath": "/conferences/2011/presentation/2889",
                    "nid": "2889",
                    "postDate": "2011-09-27 11:51:54 -0700",
                    "doi": "10.5281/zenodo.3781537"
                },
                {
                    "year": "2011",
                    "title": "The next generation Timescapes Archive - supporting the complex structures and relationships of qualitative longitudinal data",
                    "abstract": "Timescapes, an ESRC funded study, has developed an archive to hold the data and documentation outputs of seven empirical longitudinal qualitative projects. One limitation that has become clear is that the platform used to archive the data (DigiTool) does not support the rich diversity, structure and inter-relationships that the data sets require to be of maximum use to the research community. The archive platform treats all files as \"digital objects\" and does not allow the modelling of complex structures of information and its inter-relationships. It is not possible to clearly display the connections between artefacts produced from a number of interviews and cohort activities over a number of phases. A consequence of this lack of relation is the inability to present the artefacts utilising time as a dimension other than simplistic date based searching, severely constraining the usability of longitudinal data. Adopting the Fedora Commons platform will allow the archive to represent concepts and relationships between concepts, such as collections, waves, and longitudinal case studies to be directly represented in the archive. The new architecture will support the representation of standards e.g. DDI and emerging initiatives e.g. QuDeX (an XML standard for qualitative data exchange) directly within the archive. ",
                    "presenters": [
                        {
                            "name": "Ben Ryan",
                            "institution": "University of Leeds"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b1_ryan.pdf",
                            "name": "2011_b1_ryan.pdf"
                        }
                    ],
                    "sessNid": "2812",
                    "oldPath": "/conferences/2011/presentation/2890",
                    "nid": "2890",
                    "postDate": "2011-09-27 11:55:00 -0700",
                    "doi": "10.5281/zenodo.3781539"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "B2: The IASSIST SIGDC Presents: Perspectives on Data Citation",
            "abstract": "<p>This session, developed by the IASSIST Special Interest Group on Data Citation (SIGDC), will look at the practice of data citation from three perspectives: tracking data use and reuse in the literature, guidance provided by various parties in building citations for discovery, and ways to encourage good data citation practice. Following the three presentations, a panel made up of members of the SIGDC will offer comments and reactions.</p>",
            "chair": "Mary Vardigan, Inter-university Consortium for Political and Social Research",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "7",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2813",
            "nid": "2813",
            "postDate": "2011-07-22 14:34:23 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Building Data Citations for Discovery",
                    "abstract": "Authors who choose to cite the research data behind their published reports have a variety of options to entertain: domain style guides, publisher requirements, and data provider citation recommendations. Instructions from these sources may differ in terms of the range of required citation elements and guidance to authors on when and how research data merit citation. This presentation will compare the elements of recommended data citations with actual citations in published articles drawn from targeted disciplinary bodies of literature. By creating a window into the practice of data citation, this presentation seeks to understand what guidance is offered to authors who want to cite data and how authors actually compose these citations. ",
                    "presenters": [
                        {
                            "name": "Hailey Mooney",
                            "institution": "Michigan State University "
                        },
                        {
                            "name": "Mark Newton ",
                            "institution": "Purdue University "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b2_mooney_newton.pdf",
                            "name": "2011_b2_mooney_newton.pdf"
                        }
                    ],
                    "sessNid": "2813",
                    "oldPath": "/conferences/2011/presentation/2891",
                    "nid": "2891",
                    "postDate": "2011-09-27 11:58:44 -0700",
                    "doi": "10.5281/zenodo.3781541"
                },
                {
                    "year": "2011",
                    "title": "Tracking Data Reuse: Motivations, Methods, and Obstacles",
                    "abstract": "Rewarding investigators who share data, assessing the impact of data repositories, and measuring the intended and unintended effects of data policy decisions all depend on being able to track dataset reuse. Unfortunately, tracking data reuse is currently extraordinarily difficult due to diverse attribution practices, tool limitations, and data source restrictions. Through a Pecha Kucha overview and subsequent details in a more traditional format, this talk will summarize recent experiences in tracking data reuse. Examples will be drawn from the ongoing project Tracking Data Reuse: Following one thousand datasets from public repositories into the published literature (winner of the 2010 ASIST SIGUSE Elfreda A. Chatman Research Proposal Award). ",
                    "presenters": [
                        {
                            "name": "Heather Piwowar",
                            "institution": "NESCent, University of British Columbia"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b2_piwowar_part1.pdf",
                            "name": "2011_b2_piwowar_part1.pdf"
                        },
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b2_piwowar_part2_0.pdf",
                            "name": "2011_b2_piwowar_part2_0.pdf"
                        }
                    ],
                    "sessNid": "2813",
                    "oldPath": "/conferences/2011/presentation/2912",
                    "nid": "2912",
                    "postDate": "2011-10-06 11:54:45 -0700",
                    "doi": "10.5281/zenodo.3781543"
                },
                {
                    "year": "2011",
                    "title": "Panel Discussion - IASSIST Special Interest Group on Data Citation (SIGDC)",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Robert Downs",
                            "institution": "Center for International Earth Science Information Network (CIESIN), Columbia University "
                        },
                        {
                            "name": "Michelle Haslett",
                            "institution": "University of North Carolina Libraries "
                        },
                        {
                            "name": "Ron Nakao",
                            "institution": "Stanford University Libraries "
                        },
                        {
                            "name": "Jan Brasse",
                            "institution": "German National Library of Science and Technology "
                        }
                    ],
                    "files": [],
                    "sessNid": "2813",
                    "oldPath": "/conferences/2011/presentation/2913",
                    "nid": "2913",
                    "postDate": "2011-10-06 11:59:38 -0700"
                },
                {
                    "year": "2011",
                    "title": "ICPSR's Efforts to Encourage Data Citation",
                    "abstract": "With its long-held commitment to linking social science data to the publications based on them, ICPSR has been encouraging stakeholders to make data citation common practice. This presentation will outline ICPSR's efforts to change outmoded citing practices by partnering with other archives to influence the whole community, including researchers, editors, journal publishers, and database aggregators. ",
                    "presenters": [
                        {
                            "name": "Elizabeth Moss",
                            "institution": "ICPSR"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b2_moss.pdf",
                            "name": "2011_b2_moss.pdf"
                        }
                    ],
                    "sessNid": "2813",
                    "oldPath": "/conferences/2011/presentation/2914",
                    "nid": "2914",
                    "postDate": "2011-10-06 12:02:55 -0700",
                    "doi": "10.5281/zenodo.3781545"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "B3: Question and Variable Level Discovery and Access",
            "abstract": "",
            "chair": "Amy Pienta, University of Michigan",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "8",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2814",
            "nid": "2814",
            "postDate": "2011-07-22 14:35:13 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Creating Personal Extracts While Keeping Confidentiality",
                    "abstract": "The German National Educational Panel Study (NEPS) collects longitudinal data for educational research. With six starting cohorts and 60.000 target persons, a more and more complex data structure emerges with every new wave. Data for scientific research is normally offered as flat files with a fixed number of variables and values. Therefore data providers have to build appropriate flat files for the scientific community, which is a difficult manual task as the data structure is complex. New ways to solve the mentioned problem open up when storing the data within a relational database. Variables or sets of variables, out of the entire range of data, can be selected and combined via a user interface similar to a shopping basket system or a \"variable browser\". The results are exported as individual datasets in different formats that meet the individual needs of researchers (e.g., Stata, SPSS). Database functionality and tools of business intelligence provide a wide range of possibilities to support the researcher during the selection process (e.g., descriptive statistics or metadata information). Confidentiality can be maintained by using a combination of database tools and statistical disclosure control methods (e.g., by using \"security levels\" for variables, or by using synthetic data).",
                    "presenters": [
                        {
                            "name": "David Schiller",
                            "institution": "Institute for Employment Research (IAB)"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b3_schiller.pdf",
                            "name": "2011_b3_schiller.pdf"
                        }
                    ],
                    "sessNid": "2814",
                    "oldPath": "/conferences/2011/presentation/2855",
                    "nid": "2855",
                    "postDate": "2011-09-20 13:30:37 -0700",
                    "doi": "10.5281/zenodo.3781547"
                },
                {
                    "year": "2011",
                    "title": "Findings of the original language documentation for the European Values Study (EVS)",
                    "abstract": "The questionnaire of the recent EVS wave 2008 was translated into 38 languages and adjusted to 46 different cultural contexts to ensure that questions measure the same phenomena. This translation process was closely monitored and well documented, and it was the starting point for a workflow designed by GESIS that aims at high quality documentation of data with original question texts. This documentation is valuable for secondary users who want to look at the question wording used in different languages, countries or waves. We presented the ongoing project at IASSIST/IFDO 2009 and are now able to report on the findings. With the full data release of EVS 2008 in December 2010 the documentation process will be finished and the original language documentation will be published through online retrieval systems, an interactive online overview, and English/original language variable reports (http://www.europeanvaluesstudy.eu/). With the release of the longitudinal file 1981-2008 in June 2011 the original questions for two waves will be available and comparisons of questions across time will be possible. The workflow includes long-term preservation of all key information and databases. Also it allows for the re-use of the original language documentation as basis for questionnaire translation of coming waves.",
                    "presenters": [
                        {
                            "name": "Evelyn Brislinger",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        },
                        {
                            "name": "Wolfgang Zenk-Moeltgen",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b3_brislinger_etal.pdf",
                            "name": "2011_b3_brislinger_etal.pdf"
                        }
                    ],
                    "sessNid": "2814",
                    "oldPath": "/conferences/2011/presentation/2856",
                    "nid": "2856",
                    "postDate": "2011-09-20 13:32:35 -0700",
                    "doi": "10.5281/zenodo.3781549"
                },
                {
                    "year": "2011",
                    "title": "Social Science Question Database and Research Tools",
                    "abstract": "The increase in the number of surveys archived and disseminated raises new challenges for data archives. Indeed, without new tools, the growth of the number of surveys makes it increasingly difficult for users to identify surveys that are relevant for them. Without new tools, combining different surveys with similar questions to conduct comparative research is also increasingly a daunting task. Survey designers who wish to reuse questions asked in previous surveys also need tools to find similar questions. To address these issues the CDSP (Réseau Quetelet) has developed a Social Science Question Database and Research Tools that allows users to search for questions (question texts, answer texts, variable labels) across datasets, compare results, and save them. The analysis can be extended to the roots of words or to include stop words. Information on each question include: questions text, categories of answer, location of the variable in the dataset, link to the variables before and after, instructions given to interviewers, text before and after the question, universe of the question, links to questionnaires. Users can store questions and export them (csv or xls). The question database is based on DDI (version 2) and the research module on Apache Solr.nbsp; ",
                    "presenters": [
                        {
                            "name": "Xavier Schepler",
                            "institution": "Reséau Quatelet"
                        },
                        {
                            "name": "Laurent Lesnard",
                            "institution": "Reséau Quatelet"
                        },
                        {
                            "name": "Anne-Sophie Cousteaux",
                            "institution": "Reséau Quatelet"
                        }
                    ],
                    "files": [],
                    "sessNid": "2814",
                    "oldPath": "/conferences/2011/presentation/3013",
                    "nid": "3013",
                    "postDate": "2011-12-13 14:23:17 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "B4: Taking the Pulse of Nations: Issues and Approaches to Census Taking in the 21st Century",
            "abstract": "<p>Censuses have been providing a national portrait of countries for centuries and may be considered as one of the obligations of citizenship. Information from the census has been a key navigation tool for governments, private organizations and researchers. Nowhere has this tradition been stronger than in Canada. Yet, the Canadian Government has decided that the 2011 census will consist of 11 basic questions and that the usual social demographic characteristics of the population will be collected using a voluntary National Household Survey (NHS) mailed to 1 in 3 households instead of a compulsory long form for 1 in 5 households. During the debate leading up to census day (May 10, 2011 is reference day) the government has asserted that NHS will provide useable information and that administrative information can be a substitute. Nearly 400 organizations and individuals have opposed this move. This session will focus on 3 main topics: 1. The events leading up to the 2011 Canadian Census and their implications: (Wendy Watkins) 2. The US experience with the American Community Survey and test of voluntary response (Lisa Neidert) 3. The Dutch experience in conducting censuses through administrative sources. (Luuk Schreven)</p>",
            "chair": "Ernie Boyko, Carleton University",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "9",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2815",
            "nid": "2815",
            "postDate": "2011-07-22 14:36:33 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "The US Experience with the American Community Survey and Test of Voluntary Response",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Lisa Neidert",
                            "institution": "University of Michigan"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b4_neidert.pdf",
                            "name": "2011_b4_neidert.pdf"
                        }
                    ],
                    "sessNid": "2815",
                    "oldPath": "/conferences/2011/presentation/2857",
                    "nid": "2857",
                    "postDate": "2011-09-20 13:35:21 -0700",
                    "doi": "10.5281/zenodo.3781553"
                },
                {
                    "year": "2011",
                    "title": "The Dutch Experience in Conducting Censuses through Administrative Sources",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Luuk Schreven",
                            "institution": "Statistics Netherlands"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b4_schreven.pdf",
                            "name": "2011_b4_schreven.pdf"
                        }
                    ],
                    "sessNid": "2815",
                    "oldPath": "/conferences/2011/presentation/2883",
                    "nid": "2883",
                    "postDate": "2011-09-27 08:55:33 -0700",
                    "doi": "10.5281/zenodo.3781555"
                },
                {
                    "year": "2011",
                    "title": "The Events Leading up to the 2011 Canadian Census and Their Implications",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Wendy Watkins",
                            "institution": "Carleton University"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_b4_watkins.pdf",
                            "name": "2011_b4_watkins.pdf"
                        }
                    ],
                    "sessNid": "2815",
                    "oldPath": "/conferences/2011/presentation/2904",
                    "nid": "2904",
                    "postDate": "2011-10-05 11:52:06 -0700",
                    "doi": "10.5281/zenodo.3781557"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "C1: Recent Developments in the DDI Implementation Landscape II",
            "abstract": "<p>This panel addresses recent developments in the DDI implementation landscape - new tools developments, and related developments in the standards. There has been much activity in the DDI community within the past year. Some of the existing tools have been extended with major new features; there are several new tools which support and use DDI 3, and there have been some developments for the DDI standards by the DDI Alliance itself, which will influence on-going tools support. Discussion covers both open-source and freely available tools, and also commercial tools which support DDI 3. This panel summarizes these recent developments, and highlights the points of interest. The panel is divided in three blocks:<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/a1\">A1</a>,&nbsp;<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/c1\">C1</a>, and&nbsp;<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/d1\">D1</a>.</p>",
            "chair": "Arofan Gregory, Open Data Foundation",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "10",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2816",
            "nid": "2816",
            "postDate": "2011-07-22 14:37:12 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Metadata Management Platform for the Canadian Research Data Centre Network",
                    "abstract": "The DDI4RDC project aims at the implementation of open source solutions for the deployment of a DDI3 driven framework for the management of data and metadata across the Canada Research Data Centre Network providing secure access to microdata from Statistics Canada. This year's session will provide an progress report for the project (initiated in 2009), demo the DDI editors and repository services, and share experiences and lessons learned during development. This project is funded by the Canadian Foundation for Innovation under the umbrella of the University of Manitoba and is a collaborative effort between the Canadian RDC Network, Metadata Technology North America (US), Breckenhill (Canada), Algenta Technologies (US), and Ideas2evidence Ltd (Norway). ",
                    "presenters": [
                        {
                            "name": "Pascal Heus",
                            "institution": "Metadata Technology North America Inc."
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c1_heus.pdf",
                            "name": "2011_c1_heus.pdf"
                        }
                    ],
                    "sessNid": "2816",
                    "oldPath": "/conferences/2011/presentation/2892",
                    "nid": "2892",
                    "postDate": "2011-09-27 12:02:41 -0700",
                    "doi": "10.5281/zenodo.3781559"
                },
                {
                    "year": "2011",
                    "title": "QDDS - combining questionnaire development and survey documentation",
                    "abstract": "QDDS is a general approach to create and design questionnaires and to document the changes and design decisions made in the process. This documentation is especially important for panels or other surveys that re-use instruments, as it allows the users to participate from the decisions already made and existing questionnaire elements. The alternative, to document the changes manually, is labor intensive and complex. Also, the goal is to have a multiple-purpose questionnaire editor that can be used to design surveys regardless of the target distribution system. Currently, we are using the DDI 2.1 standard as general file format and work on a switch to DDI 3.1. Using these standards makes it possible to import questionnaires into structured survey documentations without any loss of information. In this paper, we describe how we manage to hide the complexity of DDI by focusing on the main entities. We also describe the architecture and how it leads to the easy-to-use interface that allows primary researchers to use this tool efficiently, without in-depth documentation skills. Furthermore, we sketch out the necessary changes that are necessary to switch to DDI 3.1 and how that will improve the interaction with future information systems based on DDI 3.1. In the presentation on the last IASSIST we showed mainly the overall concept and reason for the support of DDI 3. For this IASSIST we want to show a first view on the actual solution and the corresponding changes on user interface level that are necessary.",
                    "presenters": [
                        {
                            "name": "Oliver Hopt",
                            "institution": "GESIS - Leibniz Institute for Social Sciences"
                        },
                        {
                            "name": "Brigitte Mathiak ",
                            "institution": "GESIS - Leibniz Institute for Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c1_hopt_mathiak.pdf",
                            "name": "2011_c1_hopt_mathiak.pdf"
                        }
                    ],
                    "sessNid": "2816",
                    "oldPath": "/conferences/2011/presentation/2893",
                    "nid": "2893",
                    "postDate": "2011-09-27 12:06:08 -0700",
                    "doi": "10.5281/zenodo.3781563"
                },
                {
                    "year": "2011",
                    "title": "Colectica Demonstration",
                    "abstract": "Colectica is a DDI 3-based platform for creating, documenting, managing, distributing, and discovering data. Colectica aims to create publishable documentation as a by-product of the data management process. This demonstration will focus on features that have been added to Colectica over the past year, including: - Metadata repository for multi-user collaboration - Workflow management - Automated metadata harmonization - Improved Web-based data discovery and dissemination. ",
                    "presenters": [
                        {
                            "name": "Jeremy Iverson",
                            "institution": "Algenta Technologies"
                        },
                        {
                            "name": "Dan Smith",
                            "institution": "Algenta Technologies "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c1_iverson.pdf",
                            "name": "2011_c1_iverson.pdf"
                        }
                    ],
                    "sessNid": "2816",
                    "oldPath": "/conferences/2011/presentation/2894",
                    "nid": "2894",
                    "postDate": "2011-09-27 12:10:36 -0700",
                    "doi": "10.5281/zenodo.3781567"
                },
                {
                    "year": "2011",
                    "title": "Keeping up with Questasy",
                    "abstract": "Questasy is a data dissemination website application based on DDI 3. It manages studies, questions, variables, publications and more for longitudinal panel surveys. It was primarily developed for the LISS Data Archive (http://www.lissdata.nl), but is freely available for other organizations. This presentation will relate the new developments in Questasy since the 2010 IASSIST. ",
                    "presenters": [
                        {
                            "name": "Alerk Amin",
                            "institution": "CentERdata"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c1_amin.pdf",
                            "name": "2011_c1_amin.pdf"
                        }
                    ],
                    "sessNid": "2816",
                    "oldPath": "/conferences/2011/presentation/2915",
                    "nid": "2915",
                    "postDate": "2011-10-07 10:46:16 -0700",
                    "doi": "10.5281/zenodo.3781569"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "C2: DataCite - Making Data Citable",
            "abstract": "<p>DataCite is an international consortium to establish easier access to scientific research data on the Internet. It supports the increase acceptance of research data as legitimate, citable contributions to the scientific record, and to support data archiving that will permit results to be verified and re-purposed for future study. To enable this DataCite assigns persistent identifiers for research datasets and manages the DOI infrastructures, which is already well-established. DOI names are the mostly widely used identifier for scientific journal articles, so researchers, authors, and publishers are familiar with their use. In the proposed session Jan Brase will introduce the DataCite Initiative and its efforts to support data citation. He also will present the newly established interest group on data citation within CODATA. This will be accomplished by two-three presentations of DataCite members introducing their DOI Data Registration Services with respect to technical and administrative solutions. Special attention will be given to the issue of metadata handling and data citation policies.</p>",
            "chair": "Brigitte Hausstein, GESIS - Leibniz Institute for Social Sciences",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "11",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2817",
            "nid": "2817",
            "postDate": "2011-07-22 14:37:58 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "How DataCite and CODATA support data citation",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Jan Brase",
                            "institution": "DataCite"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c2_brase.pdf",
                            "name": "2011_c2_brase.pdf"
                        }
                    ],
                    "sessNid": "2817",
                    "oldPath": "/conferences/2011/presentation/2895",
                    "nid": "2895",
                    "postDate": "2011-09-27 12:24:32 -0700",
                    "doi": "10.5281/zenodo.3781571"
                },
                {
                    "year": "2011",
                    "title": "DataCite Canada: Canada’s Data Registration Centre",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Karen Morgenroth",
                            "institution": "Canada Institute for Scientific and Technical Information  - CISTI"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c2_morgenroth.pdf",
                            "name": "2011_c2_morgenroth.pdf"
                        }
                    ],
                    "sessNid": "2817",
                    "oldPath": "/conferences/2011/presentation/2896",
                    "nid": "2896",
                    "postDate": "2011-09-27 12:28:02 -0700",
                    "doi": "10.5281/zenodo.3781573"
                },
                {
                    "year": "2011",
                    "title": "UC3 Services that Support the Data Life Cycle - the Centrality of Persistent Identifiers",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Patricia Cruse",
                            "institution": "University of California Curation Center, California Digital Library"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c2_cruse.pdf",
                            "name": "2011_c2_cruse.pdf"
                        }
                    ],
                    "sessNid": "2817",
                    "oldPath": "/conferences/2011/presentation/2897",
                    "nid": "2897",
                    "postDate": "2011-09-27 12:30:53 -0700",
                    "doi": "10.5281/zenodo.3781575"
                },
                {
                    "year": "2011",
                    "title": "da|ra - The German Registration Portal for Social- and Economic Data",
                    "abstract": "In the interest of good scientific practice there is a demand to make collected primary data publicly accessible, so that one sees not only the final, conclusive research results, but the entire research process can be followed as well. This is why the GESIS–Leibniz-Institute for Social Sciences (GESIS) and the ZBW – Leibniz Information Centre for Economics (ZBW) decided to implement the DOI registration portal for German social and economic data – da|ra. This infrastructure will lay the foundations for a permanent identification, storage, localizing and ultimately a reliable citability of research data. A DOI is a name that permanently identifies an object (such as research data) in the digital environment. The DOI name won’t change, even though the information about the data, including where to find it, may change from time to time. In cooperation with DataCite, the international initiative to establish easier access to digital research data, GESIS is already operating the non-commercial registration agency for social data. The service was initiated in 2010 with a pilot phase in order to set up the technical and organizational framework. Meanwhile 4780 studies are registered with DOI names. From 2011 onwards the registration service will be expanded to economic data. The paper will deal with the technical and organizational solutions of the DOI Name Registration Portal and focus on how the new features are included in the already existing DOI service.  http://www.gesis.org/darahttp://www.zbw.eu",
                    "presenters": [
                        {
                            "name": "Brigitte Hausstein",
                            "institution": "GESIS - Leibniz Institute for Social Sciences"
                        },
                        {
                            "name": "Anja Wilde",
                            "institution": "GESIS - Leibniz Institute for Social Sciences"
                        },
                        {
                            "name": "Wolfgang Zenk-Moltgen",
                            "institution": "GESIS - Leibniz Institute for Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c2_hausstein_zenk-moltgen.pdf",
                            "name": "2011_c2_hausstein_zenk-moltgen.pdf"
                        }
                    ],
                    "sessNid": "2817",
                    "oldPath": "/conferences/2011/presentation/2916",
                    "nid": "2916",
                    "postDate": "2011-10-07 10:58:58 -0700",
                    "doi": "10.5281/zenodo.3781577"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "C3: Trusted and Valued: Data Quality Issues",
            "abstract": "",
            "chair": "Karsten Boye Rasmussen, University of Southern Denmark",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "12",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2818",
            "nid": "2818",
            "postDate": "2011-07-22 14:38:34 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Recruitment, Participation, and Sampling: Researchers' Results in General Practice",
                    "abstract": "Theoretical works on survey methodology lay out best practices and expected outcomes for researchers who wish to conduct social science research projects. While national surveys and other large-scale projects have the resources to ensure best practice, most social science researchers face compromises relating to cost, time, and availability of respondents. Over the past five years Survey Services at the University of Minnesota's College of Liberal Arts has conducted surveys for approximately 200 research projects using a variety of methods, with divergent outcomes. Using the metadata from these research projects, we have begun to test a variety of theoretical tenets of survey methodology against the empirical outcomes of the projects we have supported. Additionally, we are working with some of our researchers to experimentally test specific approaches to sampling and recruitment. In our presentation we will compare outcomes of various methodological choices made by our researchers. We will also discuss the results of our experimental tests within the framework of theoretical best practices and expectations.",
                    "presenters": [
                        {
                            "name": "Thomas Lindsay",
                            "institution": "University of Minnesota"
                        },
                        {
                            "name": "Andrew M. Sell",
                            "institution": "University of Minnesota"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c3_lindsay_etal.pdf",
                            "name": "2011_c3_lindsay_etal.pdf"
                        }
                    ],
                    "sessNid": "2818",
                    "oldPath": "/conferences/2011/presentation/2867",
                    "nid": "2867",
                    "postDate": "2011-09-21 13:30:14 -0700",
                    "doi": "10.5281/zenodo.3781579"
                },
                {
                    "year": "2011",
                    "title": "Improving Data Quality by Data Reviews and Tagging: First Pilot Experiences",
                    "abstract": "Part of our data archive is open for self-archiving, which requires that researchers who deposit their data add metadata themselves. In line with this practice and current trends such as Web 2.0. we are interested in enriching our current metadata with user reviews. Moreover, whereas research quality is also measured by the number and quality of publications, it makes sense to value the quality of the underlying data and the degree to which they are fit for re-use. Therefore we recently carried out a pilot study among researchers who downloaded data sets from our archive. We asked them to review the downloaded data set on several dimensions and also to provide keywords \"tags\" that should help other researchers to find this data set. Next, we have presented both the tags and the averaged review scores as part of that set’s metadata. In this presentation we will give an impression of the reviews and the user tags and how these tags relate to professional keywords.",
                    "presenters": [
                        {
                            "name": "Rutger Kramer",
                            "institution": "Data Archiving and Networked Services (DANS)"
                        },
                        {
                            "name": "Marion Wittenberg",
                            "institution": "Data Archiving and Networked Services (DANS)"
                        },
                        {
                            "name": "Marjan Grootveld",
                            "institution": "Data Archiving and Networked Services (DANS)"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c3_kramer_etal.pdf",
                            "name": "2011_c3_kramer_etal.pdf"
                        }
                    ],
                    "sessNid": "2818",
                    "oldPath": "/conferences/2011/presentation/2868",
                    "nid": "2868",
                    "postDate": "2011-09-21 13:34:42 -0700",
                    "doi": "10.5281/zenodo.3781581"
                },
                {
                    "year": "2011",
                    "title": "Data Quality - Shaken and Stirred",
                    "abstract": "Sometimes the platform for conference sessions is a scene changing underneath the presenters. Because our \"data quality\"-session had a cancellation the session will now include a non-advertised presentation by the session chair. The presentation will show some of the common dimensions and reasons behind the demand for data quality. However, because of the short notice for this presentation it will move in the direction of a short stand-up-sing-and-dance-show with audience participation. The subject for this ending presentation of the session will be an attack - hopefully a surprise attack - on the rationality that we expect from ourselves and other requestors of data. Especially when we repeatedly are demanding a higher data quality we have to ask the question: \"Are we worth it?\".",
                    "presenters": [
                        {
                            "name": "Karsten Boye Rasmussen",
                            "institution": "University of Southern Denmark"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c3_rusmussen.pdf",
                            "name": "2011_c3_rusmussen.pdf"
                        }
                    ],
                    "sessNid": "2818",
                    "oldPath": "/conferences/2011/presentation/2869",
                    "nid": "2869",
                    "postDate": "2011-09-21 13:36:12 -0700",
                    "doi": "10.5281/zenodo.3781583"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-01",
            "title": "C4: Building Data Services for Confidential and Organizational Data",
            "abstract": "",
            "chair": "Wendy Watkins, Carleton University",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "13",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2819",
            "nid": "2819",
            "postDate": "2011-07-22 14:39:07 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Dealing with Business and Organizational Data - Insights from the Data Service Centre for Business and Organizational Data, Bielefeld University",
                    "abstract": "Organizational research in Germany has up to now not developed a tradition of secondary analysis - most of the studies rely on primary data collection but are confronted with dramatically decreasing participation rates - most of the studies report response rates between 5 and 15 percent. This - and the fact that standards of documenting organizational data do not exist - increase the need for institutionalized data sharing. Thus, the Data Service Centre for Business and Organizational Data at Bielefeld University began in 2010 to collect, archive and distribute business and organizational data from the social sciences and several other disciplines. The goal is to bridge the gap between data producers and data users across different disciplines by providing an institutional and technical framework. Our presentation focuses on certain problems that specifically arise from dealing with business and organizational data in various aspects. We would like to discuss the specifics of documenting studies with organizations as the analysis unit compared to individual or household data. This will yield some insights into the complexities of organizational data (hierarchical structures). The requirements of metadata documentation will be discussed from a methodological and a substantial point of view and our solutions will be presented.",
                    "presenters": [
                        {
                            "name": "Alexia Meyermann",
                            "institution": "Bielefeld University"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c4_meyermann.pdf",
                            "name": "2011_c4_meyermann.pdf"
                        }
                    ],
                    "sessNid": "2819",
                    "oldPath": "/conferences/2011/presentation/2858",
                    "nid": "2858",
                    "postDate": "2011-09-20 13:40:50 -0700",
                    "doi": "10.5281/zenodo.3781585"
                },
                {
                    "year": "2011",
                    "title": "Advancing restricted access data computing at CISER: The technology, expertise, and tools of the Cornell Restricted Access Data Center (CRADC)",
                    "abstract": "Building the infrastructure, expertise, and tools to meet the multifaceted needs of researchers using confidential data confronts challenges in cost, security and legality. To answer these challenges, the Cornell Institute for Social and Economic Research (CISER) staffs and hosts the Cornell Restricted Access Data Center (CRADC). Since its inception in 1999, the CRADC has provided secure access to confidential research data and has become the Cornell University custodian of restricted access data sets. The endeavor to balance a resource-rich and highly-usable collaborative computing environment that also meets security requirements demands technological leadership as well as expert service related to a great variety of data providers and software packages. This presentation will describe how CISER facilitates this balance, via a synthesis of technology, expert service and tools to empower sanctioned and secure scientific research on restricted access data at Cornell University.",
                    "presenters": [
                        {
                            "name": "Janet Heslop",
                            "institution": "Cornell Institute for Social and Economic Research (CISER)"
                        },
                        {
                            "name": "Jeremy Williams",
                            "institution": "Cornell Institute for Social and Economic Research (CISER)"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_c4_heslop_etal.pdf",
                            "name": "2011_c4_heslop_etal.pdf"
                        }
                    ],
                    "sessNid": "2819",
                    "oldPath": "/conferences/2011/presentation/2859",
                    "nid": "2859",
                    "postDate": "2011-09-20 13:44:37 -0700",
                    "doi": "10.5281/zenodo.3781587"
                },
                {
                    "year": "2011",
                    "title": "Exploring New Methods for Protecting and Distributing Confidential Research Data",
                    "abstract": "ICPSR is building and testing a data storage and dissemination system for confidential data, which obviates the need for users to build and secure their own computing environments. Recent advances in public utility (or “cloud”) computing now makes it feasible to provision powerful, secure data analysis platforms on-demand. We will leverage these advances to build a system which collects “system configuration” information from analysts using a simple web interface, and then produces a custom computing environment for each confidential data contract holder. Each custom system will secure the data storage and usage environment in accordance with the confidentiality requirements of each data file. When the analysis has been completed, this custom system will be fed into a “virtual shredder” before final disposal. This prototype data dissemination system will be tested for (1) system functionality (i.e., does it remove the usual barriers to data access?); (2) storage and computing security (i.e., does it keep the data secure?); and (3) usability (i.e., is the entire system easier to use?).",
                    "presenters": [
                        {
                            "name": "Steve Burling",
                            "institution": "ICPSR"
                        },
                        {
                            "name": "Bryan Beecher",
                            "institution": "ICPSR"
                        }
                    ],
                    "files": [],
                    "sessNid": "2819",
                    "oldPath": "/conferences/2011/presentation/3014",
                    "nid": "3014",
                    "postDate": "2011-12-13 14:26:10 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "Plenary II",
            "abstract": "",
            "chair": "Chuck Humphrey, Data Library Coordinator, University of Alberta",
            "moderator": "",
            "sessionType": "Plenary",
            "sessionFile": "",
            "webcastLink": "http://www.rdl.sfu.ca/IASSIST/index.php/Program/category/plenary_ii/",
            "weight": "1",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2820",
            "nid": "2820",
            "postDate": "2011-07-22 14:39:54 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Research Data Infrastructure: Are the Social Sciences on Main Street or a Side Road?",
                    "abstract": "Chuck Humphrey is passionate about data and has been examining research data infrastructure with a global perspective. His talk will locate the social sciences in the broader E-science picture and give us a glimpse of the future.",
                    "presenters": [
                        {
                            "name": "Chuck Humphrey",
                            "institution": "University of Alberta"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_p2_humphrey.pdf",
                            "name": "2011_p2_humphrey.pdf"
                        }
                    ],
                    "sessNid": "2820",
                    "oldPath": "/conferences/2011/presentation/2997",
                    "nid": "2997",
                    "postDate": "2011-12-12 08:54:10 -0700",
                    "doi": "10.5281/zenodo.3781589"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "D1: Recent Developments in the DDI Implementation Landscape III",
            "abstract": "<p>This panel addresses recent developments in the DDI implementation landscape - new tools developments, and related developments in the standards. There has been much activity in the DDI community within the past year. Some of the existing tools have been extended with major new features; there are several new tools which support and use DDI 3, and there have been some developments for the DDI standards by the DDI Alliance itself, which will influence on-going tools support. Discussion covers both open-source and freely available tools, and also commercial tools which support DDI 3. This panel summarizes these recent developments, and highlights the points of interest. The panel is divided in three blocks:<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/a1\">A1</a>,&nbsp;<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/c1\">C1</a>, and&nbsp;<a href=\"http://www.rdl.sfu.ca/IASSIST/index.php/Program/d1\">D1</a>.</p>",
            "chair": "Arofan Gregory, Open Data Foundation",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "2",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2821",
            "nid": "2821",
            "postDate": "2011-07-22 14:40:23 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "DDI + API: building services on top of your existing DDI holdings",
                    "abstract": "A Nesstar Server is an example of a web-based container that can store and make available DDI metadata to consuming applications. Once a DDI-document is published to a Nesstar Server, the contents of the document is made available via a Java API. Developers of third party clients may use this API to connect to any such server, and programmatically navigate and harvest collections of DDI-documents held there, or just to extract information from specific DDI-fields relevant to the consuming application. For many years, most clients developed to interact with the Nesstar API was developed in-house, and integrated as part of the Nesstar Software Suite. Recently, however, third party clients have started to emerge, and they use the DDI-container and the API for very different purposes, including, but not limited to:   Variable “shopping carts” for simplified downloads of complex data sets Automated harvesters for indexing in Solr-powered search systems, including searchable study- and question/variable databases Harvester taking snapshots for persistent archiving in DataVerse (beta) Search engine optimized rendering of DDI content for exposing DDI-holdings to generic search engines like Google The presentation will demonstrate the basic architecture of the DDI-driven API, and show examples of some of the current services built to interact with the API. ",
                    "presenters": [
                        {
                            "name": "Ornulf Risnes",
                            "institution": " Norwegian Social Science Data Services (NSD)"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_d1_risnes.pdf",
                            "name": "2011_d1_risnes.pdf"
                        }
                    ],
                    "sessNid": "2821",
                    "oldPath": "/conferences/2011/presentation/2917",
                    "nid": "2917",
                    "postDate": "2011-10-07 11:05:36 -0700",
                    "doi": "10.5281/zenodo.3781591"
                },
                {
                    "year": "2011",
                    "title": "Prototype of Open Source Metadata Editor for Individual Researchers in Japan",
                    "abstract": "The Social Science Japan Data Archive (SSJDA) plays the role of a major data provider for those who seek to analyze the Japanese society using micro data. Deposited datasets to the SSJDA are described in various formats and we have many works to create metadata of the each survey. This situation is not good for managing our archive. We thought this situation can be changed through disseminating the Data Documentation Initiative (DDI). Due to its complexity of the specification of the DDI, the metadata are often created with certain software such as Nesstar, Colectica and so on. With these applications, researchers can easily create DDI documents, but these applications are relatively expensive for individual researchers. In addition, Japanese researchers have difficulty to use them because of language barrier. Thus we are developing free software to edit DDI documents. In this presentation, we will show a prototype of open source metadata editor and its process. ",
                    "presenters": [
                        {
                            "name": "Yuki Yonekura",
                            "institution": "Institute of Social Science, the University of Tokyo"
                        },
                        {
                            "name": "Keiichi Sato",
                            "institution": "Institute of Social Science, the University of Tokyo"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_d1_yonekura_sato.pdf",
                            "name": "2011_d1_yonekura_sato.pdf"
                        }
                    ],
                    "sessNid": "2821",
                    "oldPath": "/conferences/2011/presentation/2918",
                    "nid": "2918",
                    "postDate": "2011-10-07 11:13:34 -0700",
                    "doi": "10.5281/zenodo.3781593"
                },
                {
                    "year": "2011",
                    "title": "Arisddi, A Resource Instantiation System for DDI",
                    "abstract": "Arisddi is a DDI editor for the Macintosh, Windows, and Linux operating systems. Using a graphical user interface, users can build DDI codebooks using the full DDI 2.1 specification. No knowledge of XML is required. Support for DDI 2.5 and 3.1 is planned. Arisddi is open source software, built on the Eclipse platform.",
                    "presenters": [
                        {
                            "name": "Ben Youngdahl",
                            "institution": "Minnesota Population Center"
                        }
                    ],
                    "files": [],
                    "sessNid": "2821",
                    "oldPath": "/conferences/2011/presentation/2919",
                    "nid": "2919",
                    "postDate": "2011-10-07 11:16:53 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "D2: Power of Partnerships in Data Creation and Sharing",
            "abstract": "",
            "chair": "Bo Wandschneider, University of Guelph",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "3",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2822",
            "nid": "2822",
            "postDate": "2011-07-22 14:41:01 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Partnership in Data Access --- Combining two Data delivery Services - Going Bilingual",
                    "abstract": "Academic access to Statistics Canada Data Liberation Initiative (DLI) data at Quebec Universities (CREPUQ) and the University of Western Ontario was delivered via long-standing established data delivery systems, Sherlock and the Internet Data Library System (IDLS). In 2007, a partnership between CREPUQ and University of Western Ontario was established to replace IDLS and Sherlock with a new bilingual system which would draw on the strengths of the former systems and provide an improved interface. The Equinox Data Delivery System (http://equinox.uwo.ca) is the result of this partnership. Equinox was formally launched in Montreal on May 12, 2010. It provides access to DLI data and geospatial files to users at fifty Canadian academic institutions. The presentation will discuss: - the project structure; - timelines; - enhancements realized within the new system; and - the benefits and challenges of working with partners from multiple organizations, in different places. ",
                    "presenters": [
                        {
                            "name": "Vincent Gray",
                            "institution": "University of Western Ontario"
                        },
                        {
                            "name": "Maryna Beaulieu",
                            "institution": ""
                        },
                        {
                            "name": "Sébastien Nadeau",
                            "institution": ""
                        },
                        {
                            "name": "Elizabeth Hill",
                            "institution": "University of Western Ontario"
                        },
                        {
                            "name": "Gaston Quirion",
                            "institution": "Bibliotheque de l'Universite Laval"
                        },
                        {
                            "name": "Heather Stevens",
                            "institution": ""
                        }
                    ],
                    "files": [],
                    "sessNid": "2822",
                    "oldPath": "/conferences/2011/presentation/2920",
                    "nid": "2920",
                    "postDate": "2011-10-07 11:28:44 -0700"
                },
                {
                    "year": "2011",
                    "title": "OCUL's Geospatial Portal Project: From Vision to Reality",
                    "abstract": "The Ontario Council of University Libraries (OCUL) is a consortium of twenty-one university libraries in the province of Ontario that collaborates on resource sharing, access to resources and technologies. OCUL was represented at IASSIST 2010 with a pecha kucha session that explored and demonstrated our vision for an online geospatial portal, a project that is currently in development. Our vision includes the provision of tools for identifying, exploring, and downloading licensed geospatial data, as well as collaboration and teaching tools. The vision also involves the creation and open sharing of standards-based geospatial metadata. In Fall 2011, OCUL will be launching its first release of the geospatial portal. The spring 2011 IASSIST session will provide a preview of the portal, demonstrating the available tools. The session will also discuss the expected impact of the portal at Ontario universities, assessment plans, and future development goals. ",
                    "presenters": [
                        {
                            "name": "Leanne Hindmarch",
                            "institution": "Ontario Council of University Libraries / Scholars Portal "
                        },
                        {
                            "name": "Elizabeth Hill ",
                            "institution": "University of Western Ontario"
                        },
                        {
                            "name": "Jenny Marvin ",
                            "institution": "University of Guelph"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_d2_hindmarch_etal.pdf",
                            "name": "2011_d2_hindmarch_etal.pdf"
                        }
                    ],
                    "sessNid": "2822",
                    "oldPath": "/conferences/2011/presentation/2921",
                    "nid": "2921",
                    "postDate": "2011-10-07 11:33:12 -0700",
                    "doi": "10.5281/zenodo.3781595"
                },
                {
                    "year": "2011",
                    "title": "Working Within and Across: the Data Difficulties (and Rewards) of the NECASL Project",
                    "abstract": "The New England Consortium on Assessment and Student Learning (NECASL) involves qualitative and quantitative data creation and sharing within and across seven liberal-arts colleges in the northeast U.S. (see http://www.wellesley.edu/NECASL/) NECASL is composed of data professionals of varied ilk: Directors of Institutional Research and IRBs, faculty supervisors and analysts, and student interviewers. This group began following a panel of 36 students at each institution in Fall 2006, documenting their experiences through hour-long, open-ended, biannual interviews and annual surveys of the entire Class of 2010. Currently, NECASL is linking the transcriptions from the interviews to both the survey data and administrative data on demographics and academic performance, while preparing for a final “one year out” interview. We will describe NECASL’s data challenges, including: creating survey data across institutions embedded in different data consortiums (HEDS, COFHE, etc.), meshing qualitative data coming from institutions with different IRB procedures for de-identification, transferring large NVIVO (qualitative software) files from one campus to another, and altering data sharing agreements as project participants fall in and out of the project and as consortial ideas about data sharing change. ",
                    "presenters": [
                        {
                            "name": "Rachael Barlow",
                            "institution": "Trinity College (Hartford)"
                        },
                        {
                            "name": "Heather Lindkvist",
                            "institution": "Trinity College (Hartford)"
                        }
                    ],
                    "files": [],
                    "sessNid": "2822",
                    "oldPath": "/conferences/2011/presentation/2922",
                    "nid": "2922",
                    "postDate": "2011-10-07 11:39:12 -0700"
                },
                {
                    "year": "2011",
                    "title": "Canadian National Collaborative Data Infrastructure: a distinctively Canadian approach",
                    "abstract": "Canadian research libraries have a strong record of success in obtaining funding for collaborative national or provincial projects which support research and innovation. Canadian data librarians have been active in providing institutional support and similarly collaborating on a regional and national level. Characteristic of these initiatives is that they are invariably ‘bottom up’ and require determined consensus building among disparate institutions. The Canadian National Collaborative Data Infrastructure (CNCDI) initiative will build on these successes. Led by the Canadian Association of Research Libraries, we have been consulting with potential partners to create a proposal to demonstrate the feasibility of our goal: to build a national infrastructure to support the innovative re-use of data created through publicly-funded research. The project will build on and enhance the existing patchwork of data management services and infrastructures in Canada to create a comprehensive, integrated network of data repositories capable of supporting Canadian research across all disciplines far into the future. In this presentation, I will discuss the demonstrated need, and the vision and model we are developing, as well as the approach we have taken to building support for this proposal and opportunities and challenges in the current academic, economic and political environment. ",
                    "presenters": [
                        {
                            "name": "Lynn Copeland",
                            "institution": "Simon Fraser University "
                        }
                    ],
                    "files": [],
                    "sessNid": "2822",
                    "oldPath": "/conferences/2011/presentation/2923",
                    "nid": "2923",
                    "postDate": "2011-10-07 11:41:45 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "D3: Teach This! Teaching Data in the Library and Across the University",
            "abstract": "<p>Data service providers must be knowledgeable in a range of statistical methods, programs, and data sources. Given the enormity of this task, instructional pedagogy is often overlooked, with little time left for considering effective teaching methods. This session will focus on best practices for teaching with data.</p>",
            "chair": "Michele Hayslett, University of North Carolina at Chapel Hill",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "4",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2823",
            "nid": "2823",
            "postDate": "2011-07-22 14:41:43 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Embedded Data Librarianship",
                    "abstract": "Drawing on discussions of information literacy and curriculum integration, Lynda Kellam will discuss the role of the library in promoting statistical and data literacy. She will relate this larger discussion to the real life experiences of embedded librarians at UNCG, including herself and the business librarian.",
                    "presenters": [
                        {
                            "name": "Linda Kellam",
                            "institution": "University of North Carolina at Greensboro"
                        }
                    ],
                    "files": [],
                    "sessNid": "2823",
                    "oldPath": "/conferences/2011/presentation/2929",
                    "nid": "2929",
                    "postDate": "2011-10-07 14:08:41 -0700"
                },
                {
                    "year": "2011",
                    "title": "Models and opportunities for one-shot group instruction",
                    "abstract": "Katharin Peter will provide a look at models and opportunities for one-shot group instruction within the library and across campus including course-specific instruction, workshops, and instructional partnerships.",
                    "presenters": [
                        {
                            "name": "Katharin Peter",
                            "institution": "University of Southern California"
                        }
                    ],
                    "files": [],
                    "sessNid": "2823",
                    "oldPath": "/conferences/2011/presentation/2930",
                    "nid": "2930",
                    "postDate": "2011-10-07 14:12:05 -0700"
                },
                {
                    "year": "2011",
                    "title": "Strategies for teaching spatial data resources and software",
                    "abstract": "Nicole Scholtz will describe strategies for teaching spatial data resources and software in a campus-wide drop-in workshop series and in course-specific instruction.",
                    "presenters": [
                        {
                            "name": "Nicole Scholtz",
                            "institution": "University of Michigan"
                        }
                    ],
                    "files": [],
                    "sessNid": "2823",
                    "oldPath": "/conferences/2011/presentation/2931",
                    "nid": "2931",
                    "postDate": "2011-10-07 14:14:08 -0700"
                },
                {
                    "year": "2011",
                    "title": "Necessary data and statistical skills for social science students",
                    "abstract": "Jackie Carter will discuss recent work with the World Bank that has collated evidence from learners and researchers regarding data and statistical skills for UK social science students, and how students can acquire these using socioeconomic data resources like Economic and Social Data Service (ESDS) and the Census Dissemination Unit.",
                    "presenters": [
                        {
                            "name": "Jackie Carter",
                            "institution": "University of Manchester"
                        }
                    ],
                    "files": [],
                    "sessNid": "2823",
                    "oldPath": "/conferences/2011/presentation/2932",
                    "nid": "2932",
                    "postDate": "2011-10-07 14:15:50 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "D4: Latin America, Spain, and Portugal: An Overview of Data Organizations and Resources",
            "abstract": "<p>This panel will provide researchers with a clear view of the state of data archives and availability of data in Latin America and the Iberian peninsula.</p>",
            "chair": "Bobray Bordelo, Princeton University Library",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "5",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2824",
            "nid": "2824",
            "postDate": "2011-07-22 14:42:30 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "IASSIST Latin Engagement Strategic Action Group",
                    "abstract": "The IASSIST Latin Engagement Strategic Action Group was charged with \"proposing a set of concrete activities that IASSIST and its members could undertake to further the organizations engaging with data professionals from Spanish speaking institutions from Spain and Latin America\". An overview of the findings will be presented. ",
                    "presenters": [
                        {
                            "name": "Luis Martinez Uribe",
                            "institution": "Instituto Juan March, Centro de Estudios Avanzados en Ciencias Sociales"
                        },
                        {
                            "name": "Stuart Macdonald",
                            "institution": "University of Edinburgh"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_d4_martinez_etal.pdf",
                            "name": "2011_d4_martinez_etal.pdf"
                        }
                    ],
                    "sessNid": "2824",
                    "oldPath": "/conferences/2011/presentation/2924",
                    "nid": "2924",
                    "postDate": "2011-10-07 11:50:11 -0700",
                    "doi": "10.5281/zenodo.3781597"
                },
                {
                    "year": "2011",
                    "title": "Data Sources for Latin America, Spain, and Portugal",
                    "abstract": "An overview of major data resources available for Latin America, Spain, and Portugal will be provided.",
                    "presenters": [
                        {
                            "name": "Bobray Bordelon",
                            "institution": "Princeton University Library "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_d4_bordelon.pdf",
                            "name": "2011_d4_bordelon.pdf"
                        }
                    ],
                    "sessNid": "2824",
                    "oldPath": "/conferences/2011/presentation/2925",
                    "nid": "2925",
                    "postDate": "2011-10-07 11:52:22 -0700",
                    "doi": "10.5281/zenodo.3781599"
                },
                {
                    "year": "2011",
                    "title": "Latin American Public Opinion Project (LAPOP)",
                    "abstract": "The AmericasBarometer surveys currently cover all independent nations in North, Central and South America, as well as an important cross-section of the Caribbean. In addition, the Latin American Public Opinion Project archives many other political surveys for Latin America. ",
                    "presenters": [
                        {
                            "name": "Mitchell Seligson",
                            "institution": "Latin American Public Opinion Project, Vanderbilt University "
                        }
                    ],
                    "files": [],
                    "sessNid": "2824",
                    "oldPath": "/conferences/2011/presentation/2926",
                    "nid": "2926",
                    "postDate": "2011-10-07 11:54:45 -0700"
                },
                {
                    "year": "2011",
                    "title": "Data Curation at U.Porto: Identifying current practices across disciplinary domains",
                    "abstract": "The University of Porto is currently concerned with the curation of and the access to the scientific data generated by its researchers. There is a growing awareness of the fragility of digital archives, and researchers feel that they need to keep their data assets alive as the scientific infrastructure becomes more sophisticated. The possibilities of scientific impact derived from open datasets are also becoming evident to them. As a result of an identification task, we present a preliminary study on the datasets which are being used in current research, picking examples from life sciences, engineering, social sciences and arts. The identification also provides insight on current models for data curation, both formal and informal, and on the sensitivity of researchers with respect to open access to their data. ",
                    "presenters": [
                        {
                            "name": "Cristina Ribeiro",
                            "institution": "Porto University"
                        },
                        {
                            "name": "Eugénia Matos Fernandes",
                            "institution": " Porto University "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_d4_ribeiro.pdf",
                            "name": "2011_d4_ribeiro.pdf"
                        }
                    ],
                    "sessNid": "2824",
                    "oldPath": "/conferences/2011/presentation/2927",
                    "nid": "2927",
                    "postDate": "2011-10-07 11:57:43 -0700",
                    "doi": "10.5281/zenodo.3781601"
                },
                {
                    "year": "2011",
                    "title": "Comparative analysis of research in developed and developing countries and the implications for development in the latter",
                    "abstract": "Having conducted research in both Latin America and Europe, a comparative analysis of the research process will be given along with implications for development in developing countries. ",
                    "presenters": [
                        {
                            "name": "Erica Barbosa ",
                            "institution": "London School of Economics; Bosques Foundation (Bolivia)"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_d4_barbosa.pdf",
                            "name": "2011_d4_barbosa.pdf"
                        }
                    ],
                    "sessNid": "2824",
                    "oldPath": "/conferences/2011/presentation/2928",
                    "nid": "2928",
                    "postDate": "2011-10-07 11:59:39 -0700",
                    "doi": "10.5281/zenodo.3781603"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "Pecha Kucha",
            "abstract": "",
            "chair": "",
            "moderator": "",
            "sessionType": "Pecha Kucha",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "6",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2825",
            "nid": "2825",
            "postDate": "2011-07-22 14:43:15 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "More with Less: Collaborative Trends in Research Data Management",
                    "abstract": "A range of factors contributes to the recent growth in collaborative activities across the data management landscape. This Pecha Kucha presentation outlines the drivers behind new collaborations in research data management, in the UK and beyond, the ways in which these new collaborations currently manifest themselves, viz. - The 'crowdsourcing' of feedback on the Digital Curation Centre's (DCC's) comprehensive Data Management Planning (DMP) checklist; - Collaboration between the DCC and UKDA on generic data management guidance for researchers, support staff and bid reviewers; - Joint training programmes pitched at various levels; - The development of subject-specific guidance within JISC's Managing Research Data (MRD) programme, and repurposing of existing DCC materials; - International cooperation between the DCC and US colleagues in mapping the generic DMP Checklist to the various National Science Foundation directorates' data-related requirements. The presentation concludes with an overview of future initiatives, including an open registry of data management plans, intended to prevent reinvention of the wheel and to offer exemplar best practices (without reducing the exercise to a boilerplate/tickbox level), online tutorials, the development of componentised, interoperable data management tools, and the repositioning of data management as a shared service, hosted and offered via the cloud.",
                    "presenters": [
                        {
                            "name": "Martin Donnelly",
                            "institution": "University of Edinburgh"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_pk_donnelly.pdf",
                            "name": "2011_pk_donnelly.pdf"
                        }
                    ],
                    "sessNid": "2825",
                    "oldPath": "/conferences/2011/presentation/2960",
                    "nid": "2960",
                    "postDate": "2011-10-20 07:54:39 -0700",
                    "doi": "10.5281/zenodo.3781605"
                },
                {
                    "year": "2011",
                    "title": "Fight for your right!: Marketing data and data resources to non-data users",
                    "abstract": "As data professionals, our work often requires explaining and justifying our positions and our data resources. Whether we are data librarians in large research institutions with well-established services or social science librarians at small institutions with few data users, we all must fight for resources that may seem overly expensive and esoteric to non-data users. In this pecha kucha I will highlight efforts at various libraries to make data services and resources accessible (and appealing) to non-data users. These efforts are not limited to the use of creative marketing techniques; they also include approaches to teaching and virtual reference that introduce users to data resources without overwhelming them. At the most basic level, the way that we communicate and explain our services on our websites impact how our users will interact with us and our resources. In a world of 20% budget reductions data professionals must fight for the right to data while developing relationships with partners throughout our user communities that will lead to better understanding of, and as a result, higher use of data resources.",
                    "presenters": [
                        {
                            "name": "Lynda Kellam",
                            "institution": "UNCG"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_pk_kellam.pdf",
                            "name": "2011_pk_kellam.pdf"
                        }
                    ],
                    "sessNid": "2825",
                    "oldPath": "/conferences/2011/presentation/2962",
                    "nid": "2962",
                    "postDate": "2011-10-24 06:11:59 -0700",
                    "doi": "10.5281/zenodo.3781607"
                },
                {
                    "year": "2011",
                    "title": "Collaborating Across Formats: the Cultivation of a New Department",
                    "abstract": "What do social science numeric data, e-science, bioinformatics, GIS data, maps, music, images, and video have in common? What issues cross formats and disciplines? How do these areas lend themselves to being coordinated? In the MIT Libraries, these domains now are managed under the newly-formed department of Specialized Content and Services, a product of a recent reorganization. The presenter will discuss the process of bringing together these formats; work done to coordinate services, metadata, and content; and lessons learned about how to leverage commonalities among these areas while still attending to particular needs in each domain.",
                    "presenters": [
                        {
                            "name": "Katherine McNeill",
                            "institution": "Massachusetts Institute of Technology"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_pk_mcneill.pdf",
                            "name": "2011_pk_mcneill.pdf"
                        }
                    ],
                    "sessNid": "2825",
                    "oldPath": "/conferences/2011/presentation/2963",
                    "nid": "2963",
                    "postDate": "2011-10-24 06:13:55 -0700",
                    "doi": "10.5281/zenodo.3781609"
                },
                {
                    "year": "2016",
                    "title": "Search Plugin - Embeddable GUI Search Tool",
                    "abstract": "ICPSR advances and expands social and behavioral research, acting as a global leader in data stewardship and providing rich data resources and responsive educational opportunities for present and future generations.It hosts 16 specialized collections of data in education, aging, criminal justice, substance abuse, terrorism, and other fields. Our core partner websites are custom built and they provide unique user experience that suits the needs of partnering institutions and funding agencies. So as we are building new generation of digital asset management systems at ICPSR, we focus on building shared capabilities that are easy to maintain, but configurable to meet needs of varying websites and styling and themes.Plugin FeaturesWe are excited to demonstrate an embeddable search GUI component that is both reusable and configurable built on top of Apache Solr Index. It is designed and implemented using common browser technologies like HTML, JavaScript (Facebook ReactJS) and CSS with a shared search server component supporting the solr query syntax. This allows the websites to include search GUI and results pane with minimal coding, independent of specific web technology stack.A specific custom website can include this search component very easily with few lines of JavaScript code and linking JavaScript library and associated style sheets provided by the central search manager. Search also provides an auto-suggest feature, where successful search terms are automatically memorized with actual result counts. Allowing system to machine learn and suggest better and alternate search terms as the system matures with more usage.During this session we will demonstrate the capabilities with some samples and provide insights into technology behind the Search GUI Plugin.",
                    "presenters": [
                        {
                            "name": "Harsha Ummerpillai",
                            "institution": "ICPSR, University of Michigan"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2016/2016_pechakucha_ummerpillai_etal.pdf",
                            "name": "2016_pechakucha_ummerpillai_etal.pdf"
                        }
                    ],
                    "sessNid": "2825",
                    "oldPath": "/conferences/2016/presentation/7458",
                    "nid": "7458",
                    "postDate": "2017-03-31 09:58:39 -0700",
                    "doi": "10.5281/zenodo.3781611"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "E1: Enriching Metadata: Controlled Vocabularies and Ontologies",
            "abstract": "",
            "chair": "San Cannon, Federal Reserve Board",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "7",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2826",
            "nid": "2826",
            "postDate": "2011-07-22 14:43:48 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Representation of the Data Documentation Initiative using Semantic Web Technologies",
                    "abstract": "The Data Documentation Initiative (DDI) is an effort to create an international standard for describing data from the social and behavioral sciences. In order to establish DDI as a de facto metadata standard in this field DDI should reach a broader audience. The target group could be expanded if DDI structures are used in the increasingly popular Linked Open Data network. The approach is to publish data and metadata in form of a standard based exchange format like the widely accepted and applied Resource Description Framework (RDF), a Semantic Web technology specified by the W3C. Use cases will be exemplified in which specific problems can’t be resolved without or could be solved in a better way using the RDF representation of data and metadata specified in DDI 3. In order to describe data and metadata specified in DDI 3 in form of RDF an ontology has to be built based on the conceptual model of DDI 3. This ontology should encompass the most relevant DDI 3 components. The outline of this approach will be described. Possible applications using the RDF representation of data and metadata will be discussed to show solutions for the issues associated with the identified use cases.",
                    "presenters": [
                        {
                            "name": "Thomas Bosch",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e1_bosch.pdf",
                            "name": "2011_e1_bosch.pdf"
                        }
                    ],
                    "sessNid": "2826",
                    "oldPath": "/conferences/2011/presentation/2860",
                    "nid": "2860",
                    "postDate": "2011-09-20 13:46:51 -0700",
                    "doi": "10.5281/zenodo.3781613"
                },
                {
                    "year": "2011",
                    "title": "Controlled Vocabularies - A New Product of the DDI Alliance",
                    "abstract": "The DDI Alliance is publishing controlled vocabularies for a number of descriptive elements that are frequently used in data documentation. These vocabularies are issued as a separate product from the DDI schemas. They are declared in Genericode - an XML standard for defining code lists and an OASIS committee specification - and they are suitable to use in conjunction with DDI 3 and DDI 2 elements, as well as any matching elements in other data documentation standards. Multiple language translations are also supported. Our presentation will review the first set of published vocabularies, demonstrate how they can be accessed and used, and will offer a preview of those lists on which work is still in progress. We will also discuss the Controlled Vocabularies Working Group's approach to building these code lists, some of the challenges we faced, as well as plans to manage and develop the vocabularies moving forward.",
                    "presenters": [
                        {
                            "name": "Sandra Ionescu",
                            "institution": "ICPSR"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e1_ionescu.pdf",
                            "name": "2011_e1_ionescu.pdf"
                        }
                    ],
                    "sessNid": "2826",
                    "oldPath": "/conferences/2011/presentation/2861",
                    "nid": "2861",
                    "postDate": "2011-09-20 13:48:51 -0700",
                    "doi": "10.5281/zenodo.3781615"
                },
                {
                    "year": "2011",
                    "title": "Structuring Unstructured Data Using Controlled Vocabularies",
                    "abstract": "The Data Documentation Initiative (DDI) is a metadata specification expressed in XML for describing data from e.g. social sciences. DDI metadata allows collecting, processing, analyzing, discovering, distributing and archiving data. The current version is DDI 3, which includes controlled vocabularies, so data sets are categorized, which leads to structured data sets and hence additional information. In practice in DDI 3 there is still a lot of unstructured data stored in uncategorized plain text fields, especially when converted from DDI 2. This means the document contains less information than it should, but to categorize those plain text fields manually would be too inefficient and error-prone. In this paper, we present a solution for categorizing the free texts automatically. This solution is based on the Recommind Mindserver, which uses sophisticated text mining algorithms to categorize the text based on a training sample. This way, the manual task of categorization can be automated, enriching documents in which this metadata is missing.",
                    "presenters": [
                        {
                            "name": "Johann Schaible",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e1_shaible.pdf",
                            "name": "2011_e1_shaible.pdf"
                        }
                    ],
                    "sessNid": "2826",
                    "oldPath": "/conferences/2011/presentation/2862",
                    "nid": "2862",
                    "postDate": "2011-09-20 13:51:04 -0700",
                    "doi": "10.5281/zenodo.3781617"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "E2: Data without boundaries",
            "abstract": "<p>Access across borders to highly detailed official microdata is a crucial issue for researchers. The session discusses how the \"Data without Boundaries\" EU-7th-Framework Programme-project deal with these issues within the European context where legal frameworks, national arrangements and relations between Data Archives and NSIs differ from one country to another. The objective of DwB is to have an integrated model where the best solutions for access are available irrespective of national boundaries but flexible enough to fit national arrangements. The session gives Non-European partners the opportunity to \"raise their voice\".</p>",
            "chair": "Roxane Silberman, Réseau Quetelet and the French National Data Committee for Humanities and Social Sciences",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "8",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2827",
            "nid": "2827",
            "postDate": "2011-07-22 14:45:02 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "The Research-Data-Centre in Research-Data-Centre Approach: A First Step Towards Decentralised International Data Sharing",
                    "abstract": "This presentation will give an overview of the transnational remote access parts and presents first experiences of establishing a German research data center in the US (at ISR). DwB will have a great impact on the data access landscape in Europe.",
                    "presenters": [
                        {
                            "name": "Srefan Bender",
                            "institution": "German Federal Employment Agency (BA), Institute for Employment Research (IAB)"
                        },
                        {
                            "name": "Jörg Heining",
                            "institution": "German Federal Employment Agency (BA), Institute for Employment Research (IAB)"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e2_bender_etal.pdf",
                            "name": "2011_e2_bender_etal.pdf"
                        }
                    ],
                    "sessNid": "2827",
                    "oldPath": "/conferences/2011/presentation/2880",
                    "nid": "2880",
                    "postDate": "2011-09-26 12:41:56 -0700",
                    "doi": "10.5281/zenodo.3781619"
                },
                {
                    "year": "2011",
                    "title": "Discovering Official Statistics’ (Meta)Data",
                    "abstract": "Markus Quandt (GESIS) emphasizes how the project will work towards making metadata available for discovery on the CESSDA portal.",
                    "presenters": [
                        {
                            "name": "Markus Quandt",
                            "institution": "GESIS"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e2_quandt.pdf",
                            "name": "2011_e2_quandt.pdf"
                        }
                    ],
                    "sessNid": "2827",
                    "oldPath": "/conferences/2011/presentation/2943",
                    "nid": "2943",
                    "postDate": "2011-10-14 11:06:13 -0700",
                    "doi": "10.5281/zenodo.3781621"
                },
                {
                    "year": "2011",
                    "title": "Data without Boundaries",
                    "abstract": "Roxane Silberman, Reseau Quetelet and DwB coordinator, provides an overview of the project that gathers 27 partners: CESSDA Archives, NSIs and Universities.",
                    "presenters": [
                        {
                            "name": "Roxane Silberman",
                            "institution": "Réseau Quetelet CNRS"
                        }
                    ],
                    "files": [],
                    "sessNid": "2827",
                    "oldPath": "/conferences/2011/presentation/3015",
                    "nid": "3015",
                    "postDate": "2011-12-13 14:32:11 -0700"
                },
                {
                    "year": "2011",
                    "title": "Data without Boundaries",
                    "abstract": "Markus Zwick (German Federal Statistical Office) outlines the motivation why NSIs are joining DwB and presents related Eurostat projects.",
                    "presenters": [
                        {
                            "name": "Markus Zwick",
                            "institution": "German Federal Statistical Office"
                        }
                    ],
                    "files": [],
                    "sessNid": "2827",
                    "oldPath": "/conferences/2011/presentation/3016",
                    "nid": "3016",
                    "postDate": "2011-12-13 14:34:06 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "E3: The NSF Data Management Plan Requirement: An Opportunity and Challenge for Research Data Librarians",
            "abstract": "<p>Since its initial announcement in May 2010, the NSF Data Management Plan requirement has helped to bring research data curation concerns into sharp focus at U.S. research institutions. The requirement obligates researchers to examine and plan for the management of their research data, and presents both opportunities and challenges for libraries. The data management and sharing requirements mandated by NSF and other funding agencies provide data librarians with significant leverage to initiate conversations and collaborations with faculty, IT professionals and administrators. However, this new requirement is broadly worded to encourage the future development of community-driven standards, leading to uncertainty over how to respond in the short-term. A comprehensive response to the NSF requirement goes beyond libraries and necessitates close coordination with other campus units, many of whom are unfamiliar with the full complexity of managing, sharing, enabling re-use, and preserving data sets. This panel brings together four data librarians to discuss how they have used the NSF requirement as a springboard for engaging researchers. The speakers will address outreach and service initiatives in response to the requirement, including challenges encountered and outcomes achieved. They will also discuss new opportunities to enhance or build data curation services.</p>",
            "chair": "Jake Carlson, Purdue University Libraries",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "9",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2828",
            "nid": "2828",
            "postDate": "2011-07-22 14:45:45 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "NSF Data Management Plan Requirement: An Opportunity and Challenge for Research Data Librarians",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Barrie Hayes",
                            "institution": "University of North Carolina - Chapel Hill"
                        },
                        {
                            "name": "Susan Parham",
                            "institution": "Georgia Institute of Technology"
                        },
                        {
                            "name": "Brian Westra",
                            "institution": "Columbia University, CIESIN"
                        },
                        {
                            "name": "Jake Carlson",
                            "institution": "Purdue University Libraries"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e3_carlson_etal.pdf",
                            "name": "2011_e3_carlson_etal.pdf"
                        }
                    ],
                    "sessNid": "2828",
                    "oldPath": "/conferences/2011/presentation/2863",
                    "nid": "2863",
                    "postDate": "2011-09-20 13:55:53 -0700",
                    "doi": "10.5281/zenodo.3781623"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "E4: Challenges and Capabilities for Long-term Preservation of Scientific Data",
            "abstract": "<p>Enabling long-term access to scientific data and related information helps to ensure that these valuable resources are available for future use. Challenges for enabling future use of scientific data include developing sustainable organizational commitments, capabilities, and infrastructure for managing scientific data preservation. The session will present efforts to improve understanding of the capabilities needed for the data science community to preserve scientific data for future use. The National Digital Information Infrastructure and Preservation Program (NDIIPP) is a collaborative initiative of the Library of Congress that is improving capabilities for preserving digital information. The presentation describes NDIIPP efforts relevant to the preservation of scientific data and focuses on activities for improving capabilities to preserve geospatial information. Providing developers and managers of geospatial information with web-based tools and information resources to preserve geospatial data can contribute to capabilities for enabling long-term access to geospatial data. The presentation describes the design and development of an online resource center about the preservation of geospatial data, including a survey of the geospatial data management community conducted to inform its design and identify expectations for use. These initial efforts have made clear the benefit of being able to draw from the learning experiences and established practices of the broader community. The presentation describes two NDIIPP projects and their findings.</p>",
            "chair": "Robert Downs, CIESIN, Columbia University",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "10",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2829",
            "nid": "2829",
            "postDate": "2011-07-22 14:46:38 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Library of Congress Strategies for Working with Geospatial Data: A Collaborative Engagement",
                    "abstract": "For the past ten years, the Library of Congress National Digital Information Infrastructure and Preservation Program (NDIIPP) has been working to understand the challenges and to explore strategies of collecting, preserving and making available significant digital content, including geospatial data, for current and future generations. NDIIPP has built a national network of partners in academia, the private sector and in federal, state and local government who are cooperating on best practices and standards and developing shared tools and services for digital preservation. A pillar of NDIIPP is that cooperation and engagement with communities of practice are necessary to select and preserve at-risk digital content. NDIIPP has been very interested in geospatial data since the program’s inception. This presentation will discuss NDIIPP’s strategies for working with the geospatial community on preservation and access issues, including a discussion of recent activities such as the summit meetings with recognized experts to discuss framing a national preservation and access strategy for geospatial data, the launch of the National Digital Stewardship Alliance and the recent work of the Federal Geospatial Data Committee Users/Historical Data Working Group.",
                    "presenters": [
                        {
                            "name": "Erin Engle",
                            "institution": "Library of Congress"
                        },
                        {
                            "name": "William Lefurgy",
                            "institution": "Library of Congress"
                        },
                        {
                            "name": "William Lazorchak",
                            "institution": "Library of Congress"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e4_engle_etal.pdf",
                            "name": "2011_e4_engle_etal.pdf"
                        }
                    ],
                    "sessNid": "2829",
                    "oldPath": "/conferences/2011/presentation/2864",
                    "nid": "2864",
                    "postDate": "2011-09-20 14:01:01 -0700",
                    "doi": "10.5281/zenodo.3781625"
                },
                {
                    "year": "2011",
                    "title": "Improving Practice through Experiential Learning: Library of Congress Geospatial Data Preservation Projects",
                    "abstract": "The North Carolina Geospatial Data Archiving Project (NCGDAP) was a joint effort between North Carolina State University Libraries and the North Carolina Center for Geographic Information  Analysis, in cooperation with the Library of Congress under the National Digital Information Infrastructure and Preservation Program (NDIIPP). That initial project served to catalyze discussions about data preservation needs within the network of data producers and custodians that form spatial data infrastructure, and led to the formal involvement of state archives in data preservation of activities. Cross-fertilization with activities in other states led to a subsequent NDIIPP initiative called GeoMAPP (Geospatial Multistate Archive and Preservation Partnership), which has built on the initial learning experiences of NCGDAP and has focused more explicitly on formal archival processes such as selection, appraisal, retention scheduling, and content transfer. GeoMAPP has recently expanded to include five participant states, and is now focused on preservation and data transfer, storage and access, industry outreach, mentoring peer states, and business planning. The experience of both NCGDAP and GeoMAPP has shown the value of providing producers and managers of geospatial data with access to information resources that support data preservation efforts.",
                    "presenters": [
                        {
                            "name": "Steven Morris",
                            "institution": "North Carolina State University Libraries"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e4_morris.pdf",
                            "name": "2011_e4_morris.pdf"
                        }
                    ],
                    "sessNid": "2829",
                    "oldPath": "/conferences/2011/presentation/2865",
                    "nid": "2865",
                    "postDate": "2011-09-20 14:02:29 -0700",
                    "doi": "10.5281/zenodo.3781627"
                },
                {
                    "year": "2011",
                    "title": "Developing an Online Resource Center about Geospatial Data Preservation",
                    "abstract": "Like other scientific artifacts that are in digital form, geospatial data, maps, and other spatial information products and services are at risk of being lost if not preserved for future use. Enabling the future use of geospatial data can foster new opportunities for learning and facilitate capabilities for scientific investigations to build on the results of previous research. A key challenge is to promote awareness of the need for preservation and the approaches, methods, and tools available to support preservation efforts. Providing developers and managers of geospatial information with web-based tools and information resources to preserve geospatial data can contribute to capabilities for enabling long-term access to geospatial data. The Geospatial Data Preservation Resource Center is being developed to provide communities of geospatial data professionals, scientific data librarians, and others interested in the preservation of geospatial assets with resources to assist them in preserving our geospatial information heritage. The presentation describes the design and development of an online resource center about the preservation of geospatial data, including a survey of the geospatial data management community conducted to inform its design and identify expectations for use.",
                    "presenters": [
                        {
                            "name": "Robert R. Downs",
                            "institution": "Columbia University, CIESIN"
                        },
                        {
                            "name": "Robert C. Chen",
                            "institution": "Columbia University, CIESIN"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_e4_downs_etal.pdf",
                            "name": "2011_e4_downs_etal.pdf"
                        }
                    ],
                    "sessNid": "2829",
                    "oldPath": "/conferences/2011/presentation/2866",
                    "nid": "2866",
                    "postDate": "2011-09-20 14:05:46 -0700",
                    "doi": "10.5281/zenodo.3781629"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-02",
            "title": "Poster Session",
            "abstract": "",
            "chair": "",
            "moderator": "",
            "sessionType": "Posters",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "11",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2945",
            "nid": "2945",
            "postDate": "2011-10-17 10:46:45 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "The future IFDO",
                    "abstract": "The International Federation of Data Organizations for the Social Sciences (IFDO) was established in 1977. It supports data exchange and cross-national comparative research through cooperation between national social science data archives. IFDO was established to promote projects and procedures for enhancing exchange of data and technologies among data organizations, to stimulate development and use of these procedures throughout the world, and to encourage new data organizations to further these objectives. Now IFDO is thinking through its strategy, governance and position. The future IFDO aims to work in multilateral cooperation with other organizations (like CESSDA, IASSIST) and activities (like International Data Forum). This poster declares thoughts on the new position of IFDO, and calls data archives and data professionals to contribute ideas to the planning process.",
                    "presenters": [
                        {
                            "name": "Sami Borg",
                            "institution": "Finnish Social Science Data Archive"
                        },
                        {
                            "name": "Yukio Maeda",
                            "institution": "Finnish Social Science Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_borg.pdf",
                            "name": "2011_poster_borg.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2948",
                    "nid": "2948",
                    "postDate": "2011-10-20 07:18:48 -0700",
                    "doi": "10.5281/zenodo.3781633"
                },
                {
                    "year": "2011",
                    "title": "Harmonization Potential of 53 Large Population-Based Studies Using the DataSHaPER",
                    "abstract": "The DataSHaPER (DataSchema and Harmonization Platform for Epidemiological Research; http://www.datashaper.org) was developed to provide a flexible, but structured approach to the harmonization and pooling of selected information between studies. In this poster/demonstration, this methodological tool is used to demonstrate the potential of sharing harmonized data (148 reference variables) between 53 large population-based studies (6.9 million participants). The DataSHaPER approach to retrospective harmonization is threefold. Firstly, rules reflecting the formal criteria that determine if a particular reference variable can be recreated from the assessment items of each study are defined. These rules also determine the quality of the match between reference variables and assessment items. Secondly, rules are applied for each reference variable and for each study participating in the harmonization process. Finally, results from this exercise are tabulated to illustrate the data sharing potential between participating studies. Results from this harmonization exercise show that a number of important reference variables can potentially be shared and co-analyzed by a large number of participating studies. The data harmonization potential thus demonstrated by the DataSHaPER tool offers the promise of greatly enhanced collaborative research generated through synthesized databases in many fields including health, environmental, and social sciences.",
                    "presenters": [
                        {
                            "name": "Dany Doiron",
                            "institution": "Public Population Project in Genomics"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_doiron.pdf",
                            "name": "2011_poster_doiron.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2949",
                    "nid": "2949",
                    "postDate": "2011-10-20 07:20:39 -0700",
                    "doi": "10.5281/zenodo.3781635"
                },
                {
                    "year": "2011",
                    "title": "Implementing DdiEditor in the Danish Data Archive - Demonstration and gained experience.",
                    "abstract": "In the beginning of 2011 the Danish Data Archive (DDA) implemented its first release of the DdiEditor. This has resulted in new perspectives on documenting and managing data, the demonstration and presentation seeks to spread gained knowledge on previous experiences so far. One of the major challenges has been how the DdiEditor can secure high quality data and documentation that has been one of DDA's trademarks so far. This approach has been a key factor in both past and further developments of the DdiEditor. DdiEditor is an Open Source project facilitating editing of DDI-3 for further information se project homepage: http://www.samfund.dda.dk/dditools/default.htm.",
                    "presenters": [
                        {
                            "name": "Nana Floor Clausen",
                            "institution": "Danish Data Archive"
                        },
                        {
                            "name": "Jannik V. Jensen",
                            "institution": "Danish Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_clausen_jensen.pdf",
                            "name": "2011_poster_clausen_jensen.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2950",
                    "nid": "2950",
                    "postDate": "2011-10-20 07:22:59 -0700",
                    "doi": "10.5281/zenodo.3781637"
                },
                {
                    "year": "2011",
                    "title": "The DDI Tools Catalog: development of a resource for the social science (meta)data community",
                    "abstract": "At its annual meeting on May 31, 2010, the DDI Alliance Expert Committee agreed to charge a newly formed group with the revision of the DDI Tools Catalog (http://www.ddialliance.org/resources/tools), which aims to support the social science data community by providing a comprehensive, web-accessible database of tools for utilizing DDI metadata. This live preview of the revised Tools Catalog will show its new features and workflow for developer submissions. Feedback from the social science data community on what would make the DDI Tools Catalog even more useful in the future, and volunteers for editing its contents, will also be invited.",
                    "presenters": [
                        {
                            "name": "Stefen Kramer",
                            "institution": "Cornell Institute for Social and Economic Research"
                        },
                        {
                            "name": "Katherine McNeill",
                            "institution": "MIT Libraries"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_kramer_mcneill.pdf",
                            "name": "2011_poster_kramer_mcneill.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2951",
                    "nid": "2951",
                    "postDate": "2011-10-20 07:25:53 -0700",
                    "doi": "10.5281/zenodo.3781639"
                },
                {
                    "year": "2011",
                    "title": "Case Study in Assessing Scientific Data Management Practices and Needs",
                    "abstract": "The University of Virginia Library is working to support new data management requirements in science and engineering by developing a model that first draws upon close collaboration between data experts and subject librarians, and culminates in policy and infrastructure recommendations to the University's Office of the Vice President for Research (VPR) and the Office of the Vice President/Chief Information Officer (VP/CIO). This model begins with a data interview to assess the researcher's data management practices and needs and to establish a baseline awareness of current practice. After collecting this information, the results are furnished to the institutional repository team and NSF Data Management Plan working group to inform their processes. In aggregate form, this information is provided to the VPR and VP/CIO as policy and infrastructure recommendations. Ultimately, the entire process cycles back to the researcher with specific recommendations and solutions that will help improve the research process. This presentation will offer a case study following a scientist through this consulting process with the hope that it will be useful as a means of identifying user needs and as a model for the evolving data profession across many disciplines.",
                    "presenters": [
                        {
                            "name": "Sherry Lake",
                            "institution": "University of Virginia Library"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_lake.pdf",
                            "name": "2011_poster_lake.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2952",
                    "nid": "2952",
                    "postDate": "2011-10-20 07:28:15 -0700",
                    "doi": "10.5281/zenodo.3781641"
                },
                {
                    "year": "2011",
                    "title": "Faster, easier and safer access to microdata",
                    "abstract": "Query-based access is an alternative approach to dissemination-based access for making statistics available. It takes advantage of high performance computing and new information privacy protection methods to reduce the amount of up front work required from the provider and increase the level of access to data for end users. It is particularly useful when your statistics are in demand from researchers.",
                    "presenters": [
                        {
                            "name": "Donald McIntosh",
                            "institution": "Space-Time Research "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_mcintosh.pdf",
                            "name": "2011_poster_mcintosh.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2953",
                    "nid": "2953",
                    "postDate": "2011-10-20 07:30:47 -0700",
                    "doi": "10.5281/zenodo.3781643"
                },
                {
                    "year": "2011",
                    "title": "Showcasing the UK Data Archive",
                    "abstract": "This poster session showcases some of the key services offered by the UK Data Archive. This year we have undergone a complete rebranding which in itself has given us the opportunity to really think hard about who we are! The focus has been on reaching out to a much wider audience, and giving a more open tone to our web site and communications. The poster highlights a number of new activities:   our new website and resources new data management capacity building grants our work on providing case studies of data usage our ESDS Research Methods and teaching resources our new Secure Data Service funded by the ESRC which promotes excellence in research by enabling safe and secure remote access to sensitive, detailed and confidential data our new Question Bank search",
                    "presenters": [
                        {
                            "name": "Bethany Morgan Brett",
                            "institution": "UK Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_morgan_brett.pdf",
                            "name": "2011_poster_morgan_brett.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2954",
                    "nid": "2954",
                    "postDate": "2011-10-20 07:32:45 -0700",
                    "doi": "10.5281/zenodo.3781645"
                },
                {
                    "year": "2011",
                    "title": "Exploring digital curation definition across research centers, university, government, and commercial industries in the U.S.",
                    "abstract": "Cursory research of literature and select US and foreign institutions' websites on the emerging field of digital curation reveal varied definitions of digital curation with some definitions possessing ambiguous interpretations when digital curation and data curation appear to be used interchangeably to define digital curation. Hence, a survey titled defining digital curation understanding was developed to address this research issue. The goal of this survey is to understand the public’s perception of data curation, digital preservation, digital curation, and life cycle terms. This survey was created to illuminate common terminology development across multiple research disciplines for deeper inter-disciplinary research exploration and collaboration within the broader context of data management. Since digital curation involves multiple research disciplines, institutions and organizations, there is a need to assess the public’s response to the development towards common nomenclature of definitions and interpretations across multiple disciplines. The data from this survey will be used to support and stimulate discussions toward impacting decisions for the establishment of baseline terminology agreement across disciplines, institutions, and organizations in the US with practical implications for contributions to curriculum, theoretical, and professional development. This exploratory research poster will use text, graphics, and survey results to explore defining digital curation understanding across disciplines, institutions, and organizations in the US, provide insight into future digital curation curriculum development, and contribute to existing literature in the emerging field of digital curation research in the US.",
                    "presenters": [
                        {
                            "name": "Plato Smitt II",
                            "institution": "Florida State University"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_smith.pdf",
                            "name": "2011_poster_smith.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2955",
                    "nid": "2955",
                    "postDate": "2011-10-20 07:35:49 -0700",
                    "doi": "10.5281/zenodo.3781647"
                },
                {
                    "year": "2011",
                    "title": "Restructuring SDA for Easier Collaboration in Data Analysis",
                    "abstract": "SDA has been successful in facilitating easy online analysis of survey data for a wide range of users -- researchers, faculty, students, journalists and others. SDA's ability to provide analysis \"in the cloud\" -- without the need to download data or install statistical software -- has proven very popular. Now we are extending SDA's capabilities in a number of ways for various types of users. For students and other \"beginners\" we are simplifying the user interface by hiding more advanced options until they are needed. For more advanced users we are: adding new options for complex standard errors, enabling private workspaces where analysts can create recoded and computed variables and selectively share them with collaborators, and providing ways to save and share analysis options so a particular analysis can be easily recreated. And for archivists who are setting up an SDA archive, we are simplifying the installation procedure by consolidating the SDA distribution package into a single Java Web application.",
                    "presenters": [
                        {
                            "name": "Charlie Thomas",
                            "institution": "CSM and UCDATA, Univ. of California, Berkeley"
                        },
                        {
                            "name": "Jon Stiles",
                            "institution": "CSM and UCDATA, University of California, Berkeley "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_thomas.pdf",
                            "name": "2011_poster_thomas.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2956",
                    "nid": "2956",
                    "postDate": "2011-10-20 07:38:27 -0700",
                    "doi": "10.5281/zenodo.3781649"
                },
                {
                    "year": "2011",
                    "title": "Shared Digital Technologies for Data Curation, Preservation, and Access: A Proof of Concept",
                    "abstract": "ICPSR is building Fedora Commons data models for social science research data and documentation that conform to the OAIS reference model, and which will facilitate the generation of key OAIS products such as the Archival Information Package (AIP). This presentation will share the results of an NSF-funded INTEROP grant which has funded this work since late 2009.",
                    "presenters": [
                        {
                            "name": "Mary Vardigan",
                            "institution": "Inter-university Consortium for Political and Social Research"
                        },
                        {
                            "name": "Bryan Beecher",
                            "institution": "Inter-university Consortium for Political and Social Research"
                        },
                        {
                            "name": "Nathan Adams",
                            "institution": "Inter-university Consortium for Political and Social Research"
                        },
                        {
                            "name": "Nancy McGovern",
                            "institution": "Inter-university Consortium for Political and Social Research"
                        },
                        {
                            "name": "Peggy Overcashier",
                            "institution": "Inter-university Consortium for Political and Social Research"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_vardigan_etal.pdf",
                            "name": "2011_poster_vardigan_etal.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2957",
                    "nid": "2957",
                    "postDate": "2011-10-20 07:46:39 -0700",
                    "doi": "10.5281/zenodo.3781651"
                },
                {
                    "year": "2011",
                    "title": "An infrastructure approach serving DDI3.x",
                    "abstract": "nbsp;Embedded in a trans-disciplinary strategy for the institutional research data management, the Data Service Center for Business and Organizational Data (DSZ-BO) is currently established at the Bielefeld University. The goal is to bridge the gap between data producers and data consumers by providing an infrastructural framework for the acquisition, standardization, preservation, dissemination and - if appropriate discovery and reuse - of scientific data. Beside the identification of the requirements and workflows within the sociological research, there is a technical challenge for developing a DDI3.x-based infrastructure which covers as many of the peculiarities in the description and management of quantitative/qualitative data and its metadata from (longitudinal) surveys. Furthermore, the description of organizational data is very complex and needs another focus of documentation, e.g. usage of controlled vocabularies for the classification of employers. In this presentation we will explain our multi-layer architecture for efficient storage, retrieval, presentation and enabling secondary analysis on the basis of DDI which are relative to DSZ-BO research problems. Furthermore generic add-on services will be considered which connect the data archive with a repository. This enables persistent identification and bidirectional linking of research data and publications as well as access rights management, versioning and data export functionalities.",
                    "presenters": [
                        {
                            "name": "Johanna Vompras",
                            "institution": "University Library Bielefeld"
                        },
                        {
                            "name": "Jochen Schirrwagen",
                            "institution": "University Library Bielefeld"
                        },
                        {
                            "name": "Wolfram Horstmann",
                            "institution": "University Library Bielefeld"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_vomprass.pdf",
                            "name": "2011_poster_vomprass.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2958",
                    "nid": "2958",
                    "postDate": "2011-10-20 07:49:15 -0700",
                    "doi": "10.5281/zenodo.3781653"
                },
                {
                    "year": "2011",
                    "title": "The UK Data Archive's Secure Data Service",
                    "abstract": "The UK Economic and Social Research Council has recently funded a new Secure Data Service to provide remote secure access to data previously considered too sensitive or detailed to be allowed offsite. After a 2-year pilot and a long journey of collaboration with the UK Office for National Statistics and other major UK data producers, the Secure Data Service has launched a fullblown service for UK academic researchers. The poster will demonstrate what the service offers and how.",
                    "presenters": [
                        {
                            "name": "Melanie Wright",
                            "institution": "UK Data Archive, University of Essex"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_wright.pdf",
                            "name": "2011_poster_wright.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2959",
                    "nid": "2959",
                    "postDate": "2011-10-20 07:50:55 -0700",
                    "doi": "10.5281/zenodo.3781655"
                },
                {
                    "year": "2011",
                    "title": "Data-PASS Punched Card Data Recovery",
                    "abstract": "One goal of the Data-PASS Partnership is to find and preserve potentially \"at-risk\" data sets for future generations of social science researchers. These data sets can take on many forms and be found on obsolete media including paper tape, punched cards, as well as, magnetic tape and disk. Based on the collaborative efforts of Data-PASS partners and focused on both the physical and logical aspects of recovery, this poster describes and documents efforts to rescue, read, process, and migrate multi-punched card data to modern formats.",
                    "presenters": [
                        {
                            "name": "Marc Maynard",
                            "institution": "Roper Center for Public Opinion Research"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_maynard.pdf",
                            "name": "2011_poster_maynard.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2965",
                    "nid": "2965",
                    "postDate": "2011-10-26 08:43:53 -0700",
                    "doi": "10.5281/zenodo.3781658"
                },
                {
                    "year": "2011",
                    "title": "The New Array of Roper Center Services",
                    "abstract": "There are a variety of new tools available to access the more than a half million US questions in iPOLL and 20,000 US and international dataset files archived at the Roper Center. This poster and live demonstration will display these newer services and present options for assessing user needs and discerning which services will best meet those needs. It will encapsulate the various finding aids and analysis tools that support the discovery and utilization of public opinion surveys, and will focus on the latest service enhancements, iPOLLplus and RoperExplorer, the new interface utilizing SDA to analyze surveys. ",
                    "presenters": [
                        {
                            "name": "Lois Timms-Ferrera",
                            "institution": "The Roper Center, University of Connecticut"
                        },
                        {
                            "name": "Marc Maynard",
                            "institution": "The Roper Center, University of Connecticut"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_poster_timmsferrara.pdf",
                            "name": "2011_poster_timmsferrara.pdf"
                        }
                    ],
                    "sessNid": "2945",
                    "oldPath": "/conferences/2011/presentation/2977",
                    "nid": "2977",
                    "postDate": "2011-11-28 09:40:39 -0700",
                    "doi": "10.5281/zenodo.3781660"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "F1: Data Management Plans: UK, US, Australia",
            "abstract": "",
            "chair": "William Block, Cornell Institute for Social and Economic Research (CISER)",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "1",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2830",
            "nid": "2830",
            "postDate": "2011-07-22 14:47:25 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Of Policy, Practice and Tools: Data Management Planning in the Social Sciences in the UK",
                    "abstract": "Public funders place increasing importance in data management planning (DMP) for research projects in improving the longevity of research data, and enabling widespread access and reuse. The UK's Economic and Social Research Council's new data policy continues the trend by mandating DMPs as an integral part of all research award applications. Support services have followed suit by developing tools and guidance for researchers to plan and implement data management throughout their work. The Digital Curation Centre has developed a web-based tool, DMP Online, which helps researchers develop data management plans according to their funders' requirements. The UK Data Archive, where data resulting from ESRC-funded research are archived and made available to the academic community, works closely with researchers on data sharing, providing data management guidance and advice. Ongoing efforts combine the strengths of all involved, integrating DMP Online into the ESRC application form, with UKDA and DCC providing guidance for researchers to develop strong plans - and for reviewers to evaluate these. Discussions also focus on how ESRC might monitor how plans are operationalised, and how good data management is demonstrated. In the longer term, this collaboration may provide a model for an integrated approach to DMP across all funders. ",
                    "presenters": [
                        {
                            "name": "Martin Donnelly",
                            "institution": "University of Edinburgh"
                        },
                        {
                            "name": "Veerle Van den Eynden (co-author)",
                            "institution": "UK Data Archive "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f1_donnelly.pdf",
                            "name": "2011_f1_donnelly.pdf"
                        }
                    ],
                    "sessNid": "2830",
                    "oldPath": "/conferences/2011/presentation/2933",
                    "nid": "2933",
                    "postDate": "2011-10-07 14:23:39 -0700",
                    "doi": "10.5281/zenodo.3781662"
                },
                {
                    "year": "2011",
                    "title": "Save you time, make you famous!",
                    "abstract": "This paper will describe the tools, resources and communication strategy designed to support researchers across multiple disciplines, to think about their data from project inception and planning through to publication and promotion. It describes a staged approach to data management planning, just-in-time information design, and tools and techniques for collaborating. This project, based at the University of Technology, Sydney was designed to improve data management planning, capture and discovery across the University as well as influence management policies and processes, but it also demonstrates the value of designing a user needs approach rather than relying on a compliance-based system. The deliverables from the project, including data management checklists and guidelines, guides to data archives, metadata approaches, protocols and tools for promotion will be discussed.",
                    "presenters": [
                        {
                            "name": "Gabrielle Gardiner",
                            "institution": "University of Technology Sydney"
                        },
                        {
                            "name": "Elizabeth Mulhollann (presenter)",
                            "institution": "University of Technology Sydney"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f1_mulhollann.pdf",
                            "name": "2011_f1_mulhollann.pdf"
                        }
                    ],
                    "sessNid": "2830",
                    "oldPath": "/conferences/2011/presentation/2934",
                    "nid": "2934",
                    "postDate": "2011-10-07 14:28:09 -0700",
                    "doi": "10.5281/zenodo.3781664"
                },
                {
                    "year": "2011",
                    "title": "The Elements of the Data Management Plan: A Gap Analysis and Recommendations",
                    "abstract": "Many federal funding agencies, including NIH and most recently NSF, are requiring that grant applications contain data management plans for projects involving data collection. To support researchers in meeting this requirement, ICPSR is providing guidance on creating such plans. ICPSR published a list of elements for creating a data management plan. To determine the list of elements, ICPSR conducted a gap analysis of existing recommendations for data management plans and other forms of guidance made available for researchers generating data. The result of the gap analysis was a comparison of existing forms of guidance around the world. Findings from the gap analysis will be discussed in this presentation. ",
                    "presenters": [
                        {
                            "name": "Amy Pienta",
                            "institution": "University of Michigan"
                        },
                        {
                            "name": "Mary Vardigan (presenter)",
                            "institution": "University of Michigan"
                        },
                        {
                            "name": "Linda Detterman",
                            "institution": "University of Michigan"
                        },
                        {
                            "name": "Peter Granda",
                            "institution": "University of Michigan"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f1_vardigan_etal.pdf",
                            "name": "2011_f1_vardigan_etal.pdf"
                        }
                    ],
                    "sessNid": "2830",
                    "oldPath": "/conferences/2011/presentation/2935",
                    "nid": "2935",
                    "postDate": "2011-10-07 14:33:27 -0700",
                    "doi": "10.5281/zenodo.3781666"
                },
                {
                    "year": "2011",
                    "title": "Supporting Data Management Across Disciplines",
                    "abstract": "This paper reports the results of a large-scale survey of researchers conducted in spring 2010 at the University of Michigan, aimed at understanding the variety of data management practices and concerns across disciplines. We found differences in how researchers go about managing and preserving their data and, importantly, differences in what different fields felt their most important needs for support were. For example, some groups felt a secure repository for data would be the ideal solution to their problems, while others were enthusiastic about the idea of consulting services that could help them create data management plans for particular projects. Understanding disciplinary differences in data management and the impact those differences have on the kind of support researchers need from the university is critical to implementing a successful data management program. This paper contributes to the literature on disciplinary difference in data practices and directly explores the problem of structuring services for different groups.",
                    "presenters": [
                        {
                            "name": "Kathleen  Fear",
                            "institution": "School of Information, University of Michigan"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f1_fear.pdf",
                            "name": "2011_f1_fear.pdf"
                        }
                    ],
                    "sessNid": "2830",
                    "oldPath": "/conferences/2011/presentation/2936",
                    "nid": "2936",
                    "postDate": "2011-10-07 14:46:19 -0700",
                    "doi": "10.5281/zenodo.3781668"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "F2: Statistical Metadata Strategies and Benefits",
            "abstract": "",
            "chair": "Michelle Edwards, University of Guelph",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "2",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2831",
            "nid": "2831",
            "postDate": "2011-07-22 14:48:20 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Experimenting with DDI3 at the UK Data Archive: Moving Forward While Accommodating Legacy",
                    "abstract": "This paper will present the UK Data Archive's work on building a new metadata infrastructure to accommodate new features of DDI3, while enabling legacy metadata to be seamlessly created and used in our everyday services. Pilot work has been concentrating on enhancing the Archive’s Question Bank using DDI3 and exposing the richer features of chosen longitudinal data series. Adopting new enriched metadata capabilities is a challenge for established Archives who are often bound by the way they have chosen to expose and publish metadata. Any new systems must either compliment or replace existing systems using older version of DDI, such as online catalogues and data browsing and display tools like Nesstar. The older the archive the greater the legacy! Ensuring that older systems and their workflows are richly documented is an important part of being able to move on.",
                    "presenters": [
                        {
                            "name": "John Shepherdson",
                            "institution": "UK Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f2_shepherdson.pdf",
                            "name": "2011_f2_shepherdson.pdf"
                        }
                    ],
                    "sessNid": "2831",
                    "oldPath": "/conferences/2011/presentation/2881",
                    "nid": "2881",
                    "postDate": "2011-09-26 12:47:30 -0700",
                    "doi": "10.5281/zenodo.3781670"
                },
                {
                    "year": "2011",
                    "title": "Dual Development Lines of DDI",
                    "abstract": "Since the publication of DDI 3 in 2008, a lot of attention has focused on the expanded features and tools being developed around this new structure. At the same time DDI 2 and earlier versions continue to support the work of data archives worldwide and, with the advent of the IHSN Microdata Toolkit, they also facilitate the collection and management of survey data in many developing and transitional countries. DDI 2 has a stable and growing community of users who will either continue to use this development line or will eventually work in an environment where both DDI development lines are used. In order to support this user base and its evolving needs, DDI 2.5 was developed. This new version adds coverage for features of simple surveys found in DDI 3 and better supports the translation of metadata between the two DDI development lines. DDI 2.5 is backwards-compatible with earlier versions while adding support for new elements and better communication with the DDI 3 structures. This presentation will highlight new features and explore some of the use cases in which DDI 2.5 can benefit the current user community.nbsp;",
                    "presenters": [
                        {
                            "name": "Wendy Thomas",
                            "institution": "Minnesota Population Center"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f2_thomas.pdf",
                            "name": "2011_f2_thomas.pdf"
                        }
                    ],
                    "sessNid": "2831",
                    "oldPath": "/conferences/2011/presentation/2884",
                    "nid": "2884",
                    "postDate": "2011-09-27 08:58:27 -0700",
                    "doi": "10.5281/zenodo.3781672"
                },
                {
                    "year": "2011",
                    "title": "Application of Technological Standards to Improve Documentation and Exchange of Statistical Information. A Perspective from Mexico",
                    "abstract": "INEGI, the National Statistical Office of Mexico, is implementing two technological standards supported by several international organizations (UN, IMF, World Bank, Eurostat, ECB and BIS), DDI and SDMX. They will be part of the technological core of a National Information System, and will be used to improve the documentation and interchange of statistical information. Both standards are part of international efforts that will help national institutes of statistics and international organizations to improve understanding, quality, accessibility and comparability of the statistics. DDI is a standard developed to improve the quality of metadata documentation for the whole of a statistical project. SDMX has been created to integrate data and metadata when exchanging statistical information, mainly in the form of series of indicators. Even though DDI and SDMX have been designed for different purposes they complement each other and both have some commonalities that are being analyzed to establish an integral system that goes from beginning to end of the statistical lifecycle.",
                    "presenters": [
                        {
                            "name": "Abel Alejandro Coronado Iruegas",
                            "institution": "INEGI"
                        }
                    ],
                    "files": [],
                    "sessNid": "2831",
                    "oldPath": "/conferences/2011/presentation/3017",
                    "nid": "3017",
                    "postDate": "2011-12-13 14:37:26 -0700"
                },
                {
                    "year": "2011",
                    "title": "Introducing metadata standards to a National Statistical Organisation",
                    "abstract": "After years of development, the advent of good quality and comprehensive standards for describing statistical data has led us to the next challenge; introducing these standards across our diverse and varied organisations. This paper will examine the experiences of introducing improved statistical metadata management at Statistics New Zealand, including the initial introduction of the DDI and SDMX standards. Organisations widely support the idea of data reuse and sharing. However the value of data reuse will only be maximised with widespread acceptance of the importance of high quality and comprehensive metadata. The development of high quality metadata can be facilitated through the application of metadata standards but it is vital to overcome the barriers, build understanding and demonstrate value to ensure these standards can fit into an organisation with mature processes and an entrenched culture. Differences in terminology must be overcome, attitudes must be changed and the complex must be reduced to the explainable. This paper will be a practically focussed case study on the challenges faced and opportunities gained through this process at Statistics New Zealand.",
                    "presenters": [
                        {
                            "name": "Adam Brown",
                            "institution": "Statistics New Zealand"
                        }
                    ],
                    "files": [],
                    "sessNid": "2831",
                    "oldPath": "/conferences/2011/presentation/3018",
                    "nid": "3018",
                    "postDate": "2011-12-13 14:39:22 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "F3: Government Data Dissemination",
            "abstract": "",
            "chair": "Lynda Kellam, University of North Carolina at Greensboro",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "3",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2832",
            "nid": "2832",
            "postDate": "2011-07-22 14:48:53 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Keeping the User out of the Ditch: The Importance of Front-End Alignment",
                    "abstract": "Web-based, stand-alone datasets offer novice data users a dizzying array of choices before they find the data they're looking for. This presentation will describe the evolution of ProQuest Statistical DataSets, which employs a single interface to access over 630 datasets. Beginning with the three-part screen commonly used in executive information systems, ProQuest and Conquest Systems have altered that interface design to meet the research needs of undergraduates, an effort guided in large part by videotaped sessions with students as they use the product for the first time. The presentation will include screen shots of government dataset sites as well as Statistical DataSets.",
                    "presenters": [
                        {
                            "name": "Daniel Coyle",
                            "institution": "ProQuest"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f3_coyle.pdf",
                            "name": "2011_f3_coyle.pdf"
                        }
                    ],
                    "sessNid": "2832",
                    "oldPath": "/conferences/2011/presentation/2870",
                    "nid": "2870",
                    "postDate": "2011-09-21 13:48:29 -0700",
                    "doi": "10.5281/zenodo.3781674"
                },
                {
                    "year": "2011",
                    "title": "Data Feed Collaboration between Academia and Government to Improve Dissemination of the UK 2011 Census",
                    "abstract": "The Census Dissemination Unit (CDU) at Mimas provides access to the Census aggregate datasets for the UK academic community and champions the needs of that community in discussions with the Office for National Statistics (ONS), the UK statistics authority. This paper will describe how the CDU engaged with the ONS to develop a new way that aggregate census statistics are stored, delivered and used, working in collaboration with them to revolutionise the data delivery mechanism for the 2011 Census. The ONS is now committed to using these ideas to create a ‘data feed’ approach to delivering the 2011 Census. What has developed is a synergistic relationship that allows the transfer of knowledge from the academic community and utilises the skills of both parties to develop ideas and products that will enhance the way that the 2011 Census is used not only by the academic community, but by business, government and third party census application developers. The ONS is currently co-funding a project at the CDU to create test datasets for use in developing an Application Programming Interface that the CDU and other developers can utilise to develop applications for delivering census data to their respective communities.",
                    "presenters": [
                        {
                            "name": "Dave Rawnsley",
                            "institution": "Mimas, The University of Manchester"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f3_rawnsley.pdf",
                            "name": "2011_f3_rawnsley.pdf"
                        }
                    ],
                    "sessNid": "2832",
                    "oldPath": "/conferences/2011/presentation/2871",
                    "nid": "2871",
                    "postDate": "2011-09-21 13:49:39 -0700",
                    "doi": "10.5281/zenodo.3781676"
                },
                {
                    "year": "2011",
                    "title": "A New Initiative: Access to the Statistics Canada's Public Use Microdata Files Collection",
                    "abstract": "For many years, users were indicating the difficulties in accessing the Public Use Microdata Files from Canada in order to conduct international comparisons or to conduct studies on the Canadian society.nbsp; In order to respond to that particular need to access the full Statistics Canada's Public Use Microdata collection, a subscription fee service has been put in place. This service aims at national and international organisations that are not members of the Canadian Data Liberation Initiative who would like to use and share statistics Canada's Public Use Microdata Files within their organisations for non-commercial purposes. This service offers access as well as support through a listserv.nbsp; We hope that through this service which offers a one stop shop, users will be able to add the Canadian perspective to their studies.",
                    "presenters": [
                        {
                            "name": "Michel Séguin",
                            "institution": "Statistics Canada"
                        },
                        {
                            "name": "Jennifer Pagnotta",
                            "institution": "Statistics Canada"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f3_seguin_etal.pdf",
                            "name": "2011_f3_seguin_etal.pdf"
                        }
                    ],
                    "sessNid": "2832",
                    "oldPath": "/conferences/2011/presentation/2872",
                    "nid": "2872",
                    "postDate": "2011-09-21 13:53:24 -0700",
                    "doi": "10.5281/zenodo.3781678"
                },
                {
                    "year": "2011",
                    "title": "Feel the Feed: Dimensionalisation, Dissemination and Definitional Comparison of Aggregate Statistical Datasets",
                    "abstract": "InFuse is a radical new interface to the aggregate datasets from UK censuses. It has been developed to exploit the potentials of the ‘data feeds’ created by the Census Dissemination Unit, which combine restructured, multi-dimensional versions of the original census aggregate datasets with open standards descriptions and publication via web services. InFuse demonstrates some of the end user benefits of a data feed approach to dissemination, such as simple, meaning-based search across entire datasets, and the integration of data and metadata for use in interface design and supply to users. It also provides initial solutions to some generic challenges, including management of the sparsity of multi-dimensional datasets through guided queries, and complex operations upon hierarchical structures. An important challenge to be addressed in developing the information environment is to make it easier to use information from multiple, disparate aggregate datasets in combination.nbsp; Further research aims to develop new measures of similarity between the various definitional elements of the multi-dimensional census aggregate datasets. New structures will also be required within the data feed to store and disseminate this information to make it available and useful. The aim of this research is to enable cross searching of multiple datasets to return equivalent aggregate counts, together with information about the nature and strength of their comparability.",
                    "presenters": [
                        {
                            "name": "Richard Wiseman",
                            "institution": "Mimas, The University of Manchester"
                        },
                        {
                            "name": "Rob Dymond-Green",
                            "institution": "Mimas, The University of Manchester"
                        }
                    ],
                    "files": [],
                    "sessNid": "2832",
                    "oldPath": "/conferences/2011/presentation/3019",
                    "nid": "3019",
                    "postDate": "2011-12-13 14:42:46 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "F4: Curate, Manage, and Share: Support and Repository Services",
            "abstract": "",
            "chair": "Jen Green, University of Michigan",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "4",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2833",
            "nid": "2833",
            "postDate": "2011-07-22 14:49:26 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Building an Open Data Repository for a Specialized Research Community: Process, Challenges, and Lessons",
                    "abstract": "In 2009, the Institution for Social and Policy Studies (ISPS) at Yale University began building a specialized repository. The goal was to create an open access digital collection of social science experimental data, metadata, and associated files produced by ISPS researchers for the purpose of replicating research findings, further analysis, and teaching. Files are submitted to a rigorous process of quality assessment and normalization, including transformation of statistical code into R. Other requirements include: (a) that the repository is integrated with the current database of publications and projects publicly available on the ISPS website, (b) that it offers open access to datasets, documentation, and statistical software program files, (c) that it utilizes persistent linking services and redundant storage provided within the Yale Digital Commons infrastructure, and (d) that it operates in accordance with the prevailing standards of the digital preservation community. In partnership with Yale’s Office of Digital Assets and Infrastructure (ODAI), the ISPS Data Archive was launched in the fall of 2010. It currently holds 360 files for about 20 studies. We describe the process of creating the repository, discuss prospects for future similar projects, and explain how this specialized repository fits into the larger digital landscape at Yale.nbsp; ",
                    "presenters": [
                        {
                            "name": "Limor Peer",
                            "institution": "Yale University"
                        },
                        {
                            "name": "Ann Green",
                            "institution": "Digital Life Cycle Research and Consulting"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f4_peer_etal.pdf",
                            "name": "2011_f4_peer_etal.pdf"
                        }
                    ],
                    "sessNid": "2833",
                    "oldPath": "/conferences/2011/presentation/2873",
                    "nid": "2873",
                    "postDate": "2011-09-21 13:57:14 -0700",
                    "doi": "10.5281/zenodo.3781680"
                },
                {
                    "year": "2011",
                    "title": "MANTRA for Change",
                    "abstract": "For data sharing, access and management in the future to become a higher priority within scholarly communication than it is now, new generations of scientists and scholars need to learn to do research in ways that support these ends. The Research Data MANTRA project (2010-2011) aims to develop online learning materials which reflect best practice in research data management grounded in three disciplinary contexts: social science, clinical psychology, and geoscience. The resulting materials will be embedded in three participating postgraduate programmes and made available through the university's Transkills programme for use by all postgraduate and early career researchers as well as made available generally through an open license and deposited in JorumOpen, a national repository for open educational resources. In addition to web-based 'chapters' that students can work through at their own pace, the course will include video interviews with leading academics about data management challenges, and practical exercises in handling data in four software analysis environments: SPSS, NVivo, R and ArcGIS. The project is a partnership between the Data Library in Information Services and the Institute for Academic Development, at the University of Edinburgh and is funded by JISC as a part of its UK programme, Managing Research Data.",
                    "presenters": [
                        {
                            "name": "Robin Rice",
                            "institution": "University of Edinburgh, EDINA and Data Library"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f4_rice.pdf",
                            "name": "2011_f4_rice.pdf"
                        }
                    ],
                    "sessNid": "2833",
                    "oldPath": "/conferences/2011/presentation/2874",
                    "nid": "2874",
                    "postDate": "2011-09-21 13:59:14 -0700",
                    "doi": "10.5281/zenodo.3781682"
                },
                {
                    "year": "2011",
                    "title": "Women Pioneers in Canadian Sociology: A Case Study for Qualitative Research Data Management, Sharing and Re-Use",
                    "abstract": "The University of Toronto's Map  Data Library, Information Technology Services (ITS) and T-Space (University of Toronto's Research Repository) are working collaboratively to preserve and facilitate future access to Margaret Eichler's (Professor, Department of Sociology and Equity Studies in Education, University of Toronto) primary research data, conducting in the mid-1980s. The original research data consists of 30 interviews with, then, leading pioneers in Canadian Sociology, all born before 1930. This presentation will address the value for curating qualitative research data, especially for future secondary analysis. A data management plan specific to qualitative interview data will also be developed and presented based on a life-cycle approach to data. Information technology solutions for data preservation and access will be addressed. Furthermore, since anonymity takes away potential richness of this particular qualitative dataset, special attention will be also given to solving special privacy and security concerns and how they relate to provision of access to future researchers, whilst complying with university ethics regulations. The main objective of this proposal is to therefore address qualitative research data management issues as well as to unveil the future access and re-use benefits for researchers.",
                    "presenters": [
                        {
                            "name": "Berenica Vejvoda",
                            "institution": "University of Toronto, Map  Data Library"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_f4_vejvoda.pdf",
                            "name": "2011_f4_vejvoda.pdf"
                        }
                    ],
                    "sessNid": "2833",
                    "oldPath": "/conferences/2011/presentation/2875",
                    "nid": "2875",
                    "postDate": "2011-09-21 14:01:04 -0700",
                    "doi": "10.5281/zenodo.3781684"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "G1: Continuity and Change - Tales from the Development of the New Australian Data Archive",
            "abstract": "",
            "chair": "Steven McEachern, Australian Social Science Data Archive",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "5",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2834",
            "nid": "2834",
            "postDate": "2011-07-22 14:49:55 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Data archives in a web services world - An overview of the new ADA",
                    "abstract": "This session provides a set of three presentations on the Australian Data Archive, the successor to the Australian Social Science Data Archive. The three papers chart the development of three aspects of the change in the archive from ASSDA to ADA: shifting technologies, changing data types and formats, and expansion across research disciplines. At the same time, the papers also address the challenges associated with the growth of ADA, and provide insight into the changing role of data archives in the new open data environment.",
                    "presenters": [
                        {
                            "name": "Steven McEachern",
                            "institution": "Australian Data Archive"
                        },
                        {
                            "name": "Deborah Mitchell",
                            "institution": "Australian Data Archive"
                        }
                    ],
                    "files": [],
                    "sessNid": "2834",
                    "oldPath": "/conferences/2011/presentation/2937",
                    "nid": "2937",
                    "postDate": "2011-10-08 07:38:43 -0700"
                },
                {
                    "year": "2011",
                    "title": "Building a Criminal Justice Data Archive for Australia",
                    "abstract": "This paper will look at the new Criminal Justice Data Archive for Australia, which is being developed as part of the Australian Data Archive. Among the topics covered will be the various types of data being included, and the sources of the datasets. The archive draws on datasets from multiple agencies in both State and Federal jurisdictions, and the paper will discuss the complexities involved in obtaining and delivering data from a range of different government bodies. The new archive is a partnership between the Australian Data Archive and the National Criminal Justice Research Data Network. The paper will discuss the respective roles of the two partners and their expectations from the service. Requirements and arrangements for managing security and access will also be examined. We will conclude by comparing the Australian service with international models, especially the U.S. National Archive of Criminal Justice Data. ",
                    "presenters": [
                        {
                            "name": "Toby Burrows",
                            "institution": "University of Western Australia"
                        },
                        {
                            "name": "Leanne den Hartog",
                            "institution": "University of Western Australia"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g1_burrows_den_hartog.pdf",
                            "name": "2011_g1_burrows_den_hartog.pdf"
                        }
                    ],
                    "sessNid": "2834",
                    "oldPath": "/conferences/2011/presentation/2938",
                    "nid": "2938",
                    "postDate": "2011-10-08 07:43:52 -0700",
                    "doi": "10.5281/zenodo.3781686"
                },
                {
                    "year": "2011",
                    "title": "Raiders of the Lost Archive",
                    "abstract": "You enter the dark and dusty building - confronted with room after room of a researcher's life's work. Their office has been packed up in a rush by someone with no care or consideration for the content. Amongst the detritus of research life - magazines, coffee mugs, baseball caps and other interesting but irrelevant markers of a life well lived - there is material of remarkable historical value. Imagine - a treasure of inter-war census material relating to Australia's indigenous population. Hear the story of the lost Aboriginal Population Register. ATSIDA and ASSDA staff will describe the process for extracting relevant material and compiling these resources into vital digital datasets for Australian Indigenous research. Behold as our intrepid archivists traverse:   Respectful engagement with data that relates to Australia's indigenous population, many of whom were forcibly removed from their families How to capture, document and then disseminate numeric data embedded in paper records Establishing workflows for working with print-to-digital conversion Workflows for working across multiple locations Recovering lost data formats - who still has 80-column cards these days? Rated PG-13 ",
                    "presenters": [
                        {
                            "name": "Gabrielle Gardiner",
                            "institution": "University of Technology, Sydney"
                        },
                        {
                            "name": "Elizabeth Mulhollann",
                            "institution": "University of Technology, Sydney"
                        },
                        {
                            "name": "Kirsten Thorpe",
                            "institution": "University of Technology, Sydney"
                        },
                        {
                            "name": "Alex Byrne",
                            "institution": "University of Technology, Sydney"
                        },
                        {
                            "name": "Len Smith",
                            "institution": "University of Technology, Sydney"
                        },
                        {
                            "name": "Mike Jones",
                            "institution": "University of Technology, Sydney"
                        }
                    ],
                    "files": [],
                    "sessNid": "2834",
                    "oldPath": "/conferences/2011/presentation/2939",
                    "nid": "2939",
                    "postDate": "2011-10-08 07:48:38 -0700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "G2: Facilitating Secure Access to Confidential Data",
            "abstract": "",
            "chair": "Ernie Boyko, Carleton University",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "6",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2835",
            "nid": "2835",
            "postDate": "2011-07-22 14:50:23 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "DDI for Restricted Data Contracts",
                    "abstract": "We have developed a database of the conditions of use based on all of the restricted data contracts we hold. The conditions are represented in natural language such as \"Disclosure Limits\" with a link to the disclosure conditions specific to each contract. The database is available from the web. The interface allows one to compare contracts to see if they share the same conditions; to create easy to read reports of contract conditions for contract users; or to pick and choose conditions for a new restricted data contract. The database also allows one to present contracts in a structured language. We have met with data providers to let them see what their contract looks like compared to others; provided \"penalty\" and \"disclosure\" language across multiple contracts to researchers and data providers respectively; and produced reports to remind researchers of the contract. We plan on sharing this with the campus IRB as some of the decisions they make are based on contract conditions they are unaware of. At a later point, we will add \"security\" conditions. These usually reside in an appendix and tend to morph as best practices in computing security evolve over time.",
                    "presenters": [
                        {
                            "name": "Lisa Neidert",
                            "institution": "University of Michigan"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g2_neidert.pdf",
                            "name": "2011_g2_neidert.pdf"
                        }
                    ],
                    "sessNid": "2835",
                    "oldPath": "/conferences/2011/presentation/2876",
                    "nid": "2876",
                    "postDate": "2011-09-21 14:04:43 -0700",
                    "doi": "10.5281/zenodo.3781688"
                },
                {
                    "year": "2011",
                    "title": "Access Without Boundaries - A Decentralised World",
                    "abstract": "Considerable demand exists from researchers for detailed data collected by European-wide surveys. However, the benefits from analysing such data are little realised because of poor access. The problem is often compounded by the risk-averse nature of data owners. Researchers face considerable hurdles in accessing data, especially from more than one country - often they must travel considerable distances to access data at 'safe rooms' located in National Statistics Institutes, which consumes precious time and money, and deters young researchers. Fortunately, Research Data Centres (RDCs) have emerged which provide innovative access solutions for the convenience of researchers and data owners. This paper considers how more extensive 'Decentralised Access' could work in practice. We explore how the research community can reap benefits from an integrated network of RDCs, striving to deliver access to data of different sensitivities, and from different countries, throughout the European Union. We argue that 'friendly' competition amongst RDCs to provide better and innovative solutions for researchers and data owners can only lead to better provision of access to micro-data.",
                    "presenters": [
                        {
                            "name": "Richard Welpton",
                            "institution": "UK Data Archive, University of Essex"
                        },
                        {
                            "name": "Felix Ritchie",
                            "institution": "UK Office for National Statistics "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g2_welpton_etal.pdf",
                            "name": "2011_g2_welpton_etal.pdf"
                        }
                    ],
                    "sessNid": "2835",
                    "oldPath": "/conferences/2011/presentation/2877",
                    "nid": "2877",
                    "postDate": "2011-09-21 14:07:57 -0700",
                    "doi": "10.5281/zenodo.3781690"
                },
                {
                    "year": "2011",
                    "title": "Human Security in Protecting Confidentiality of Data Sharing",
                    "abstract": "Many researches on information security have shown that the human element is crucial to the majority of confidentiality compromise. Most organisations focus on technical security whereas neglecting the human elements of information security. Awareness building and training have an important role to protect people’s vulnerabilities against attack directed at the subconscious. This paper is aiming to demonstrate the need to complement the technical IT security countermeasures with human security protection, to assess the level of risks connected with human security as weakest link in the cycle of data security model and to improve confidentiality protection in human security management in different scenarios of data sharing. The SDS (Secure Data Service) approach as an exemplar towards the establishing of safe people and safe use of data will be discussed.",
                    "presenters": [
                        {
                            "name": "Reza Afkhami",
                            "institution": "UK Data Archive"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g2_afkhami.pdf",
                            "name": "2011_g2_afkhami.pdf"
                        }
                    ],
                    "sessNid": "2835",
                    "oldPath": "/conferences/2011/presentation/2878",
                    "nid": "2878",
                    "postDate": "2011-09-21 14:09:47 -0700",
                    "doi": "10.5281/zenodo.3781692"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "G3: Social Networks and User Engagement: Sharing Data and Knowledge",
            "abstract": "",
            "chair": "Tuomas J. Alaterä, Finnish Social Science Data Archive",
            "moderator": "",
            "sessionType": "Papers",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "7",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2836",
            "nid": "2836",
            "postDate": "2011-07-22 14:50:56 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Digital monitoring of societal discussions in Online Social Networks",
                    "abstract": "Online Social Networks like Facebook, Twitter and YouTube are increasingly used as platforms for discussing societal issues with a broad online community. The challenge now is to handle the “flood of information” in Online Social Networks such that citizens’ opinions will be heard by stakeholders. The society’s need of “closing the loop” between stakeholder and society is the aim of the European Commission founded project WeGov (“Where eGovernment meets the eSociety”). The goal of the project is to develop a software toolkit that allows stakeholders to get in a two-way dialog with citizens in Online Social Networks. The paper presents use cases for detecting, tracking, mining and monitoring opinions on societal topics that take place in online communities. Furthermore, it is discussed how those techniques of digital monitoring could be enhanced by Social Science data services, such as online surveys allowing a stakeholder to get the citizens’ opinion on a special topic, or search services that may enrich discussions by research data, literature and experts retrieved from Social Science databases.",
                    "presenters": [
                        {
                            "name": "Timo Wandhoefer",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        },
                        {
                            "name": "Peter Mutschke",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences "
                        },
                        {
                            "name": "Mark Thamm",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences "
                        },
                        {
                            "name": "York Sure",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences "
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g3_wandhoefer_thamm.pdf",
                            "name": "2011_g3_wandhoefer_thamm.pdf"
                        }
                    ],
                    "sessNid": "2836",
                    "oldPath": "/conferences/2011/presentation/2898",
                    "nid": "2898",
                    "postDate": "2011-09-27 12:37:29 -0700",
                    "doi": "10.5281/zenodo.3781694"
                },
                {
                    "year": "2011",
                    "title": "ScholarLib: Sharing Resources and Data by Linking Scientific Information Portals with Online Social Networks",
                    "abstract": "Many studies have shown an increasing use of Online Social Networks for scientific work. Social networking platforms therefore provide the strategic chance of enhancing knowledge exchanging and networking processes in science by getting into a digital dialogue with a broader community and, in particular, by making use of the viral effects of Online Social Networks. However, Online Social Networks are usually not linked with scientific databases such that larger amounts of scientific content cannot easily be transferred to and shared via Online Social Networks. The major goal of ScholarLib therefore is to provide a framework for close coupling of Online Social Networks with scientific information portals. The goal is to make search functionality of portals available at Online Social Networks and, the other way around, to enrich scientific portals by social information provided by Online Social Networks. The paper presents a first prototype that links existing social networking platforms (e.g. Xing, iversity) to the German Social Science information portal sowiport, allowing the users in Online Social Networks to search, share and annotate publications provided by sowiport.",
                    "presenters": [
                        {
                            "name": " Peter Mutschke",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        },
                        {
                            "name": "Timo Wandhoefer (presenter)",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        },
                        {
                            "name": " Mark Thamm",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        },
                        {
                            "name": " York Sure",
                            "institution": "GESIS - Leibniz Institute for the Social Sciences"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g3_thamm_wandhoefer.pdf",
                            "name": "2011_g3_thamm_wandhoefer.pdf"
                        }
                    ],
                    "sessNid": "2836",
                    "oldPath": "/conferences/2011/presentation/2899",
                    "nid": "2899",
                    "postDate": "2011-09-27 12:41:32 -0700",
                    "doi": "10.5281/zenodo.3781696"
                },
                {
                    "year": "2011",
                    "title": "User Engagement and Collaboration: Challenges and Tools",
                    "abstract": "We describe conventional approaches to user engagement and contrast this with other methods that are being explored by the MethodBox team at the University of Manchester. Approaches that ESDS Government uses to engage with users include formal dialogues through user meetings and consultations, presentations and other forms of broadcast. This has more recently included the use of social media. We have also attempted to encourage collaboration between users by sharing information about users where possible and encouraging users to meet physically and share expertise at events. MethodBox is a new tool designed by a team at Manchester under the auspices of the E Social Science Programme and the myGrid platform. ESDS Government has collaborated with this team in order to make the Health Survey for England available in a Virtual Research Environment. This tool provides scope for researchers to collaborate within an online environment, sharing ideas, syntax and data. Users are encouraged to share their syntax and workflow to allow reuse by other registered users. The designers have been mindful of the needs of policy users who may find traditional access methods daunting.",
                    "presenters": [
                        {
                            "name": "Sarah King-Hele",
                            "institution": "Centre for Census and Survey Research (CCSR), University of Manchester"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g3_king-hele.pdf",
                            "name": "2011_g3_king-hele.pdf"
                        }
                    ],
                    "sessNid": "2836",
                    "oldPath": "/conferences/2011/presentation/2900",
                    "nid": "2900",
                    "postDate": "2011-09-27 12:44:00 -0700",
                    "doi": "10.5281/zenodo.3781698"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "G4: Data Service Initiative for Social Science and Humanities, DASISH",
            "abstract": "<p>The five infrastructures CESSDA, CLARIN, DARIAH, ESS and SHARE all part of the ESFRI programme have responded to an EU call and submitted an application with the purpose of finding common solution to common problems for humanities and the social sciences. The structure and content of this application will be presented by a group representing the participating CESSDA archives: DANS, FSD, GESIS, NSD, SND and UKDA. Central parts of this presentation are: The general idea. Getting a consortium together to identify and propose solutions for common problems. Architecture. Identifying the building blocks, what is already there what needs to be produced. Data quality. Providing solutions for central issues such as occupation coding, multilingual questionnaire development, fieldwork monitoring, complex sampling etc. Data archiving. Looking at deposit service and preservation policy rules. Shared data access and enrichment. Looking at trust federation, persistent identifiers, metadata quality improvement, workflow implementation, annotation framework etc. Legal and ethical issues. Looking at IPR, Legal and ethical competence center, preservation challenges etc. Based on these major dimensions the DASISH project also provides education and outreach. DASISH is of central strategic importance for CESSDA and the outcomes will be useful to the data archive community in general.</p><h5>Panel Discussion</h5><p><span class=\"bold\">Panelists:</span>&nbsp;Atle Alvheim (NSD), Sami Borg (FSD), Rutger Kramer (DANS), Markus Quandt (GESIS), Matthew G. Woollard (UKDA)</p>",
            "chair": "Hans Jørgen Marker, Swedish National Data Service",
            "moderator": "",
            "sessionType": "Panel",
            "sessionFile": "",
            "webcastLink": "",
            "weight": "8",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2837",
            "nid": "2837",
            "postDate": "2011-07-22 14:51:58 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Data Sharing in DASISH",
                    "abstract": "",
                    "presenters": [
                        {
                            "name": "Alexia Katsanidou",
                            "institution": "GESIS"
                        },
                        {
                            "name": "Markus Quandt",
                            "institution": "GESIS"
                        }
                    ],
                    "files": [
                        {
                            "url": "https://iassistdata.org/sites/default/files/../../../downloads/2011/2011_g4_katsanidou_quandt.pdf",
                            "name": "2011_g4_katsanidou_quandt.pdf"
                        }
                    ],
                    "sessNid": "2837",
                    "oldPath": "/conferences/2011/presentation/2944",
                    "nid": "2944",
                    "postDate": "2011-10-17 06:19:55 -0700",
                    "doi": "10.5281/zenodo.3781700"
                }
            ]
        },
        {
            "year": "2011",
            "day": "2011-06-03",
            "title": "Plenary III",
            "abstract": "",
            "chair": "Andrea Reimer - Councillor, City of Vancouver",
            "moderator": "",
            "sessionType": "Plenary",
            "sessionFile": "",
            "webcastLink": "http://www.rdl.sfu.ca/IASSIST/index.php/Program/category/plenary_iii/",
            "weight": "9",
            "hostNid": "2805",
            "oldPath": "/conferences/2011/session/2838",
            "nid": "2838",
            "postDate": "2011-07-22 14:52:35 -0700",
            "presentations": [
                {
                    "year": "2011",
                    "title": "Open Data in Vancouver: The Inspiration and the Vision",
                    "abstract": "Andrea Reimer is a Councillor for the city of Vancouver and is a passionate advocate for democracy and civic engagement. The City of Vancouver has led the way with the adoption of a resolution in May [2009] that endorsed open and accessible data, open standards, and open source software. Ms Reimer has been heavily involved in this initiative and will share her passion with IASSIST. ",
                    "presenters": [
                        {
                            "name": "Andrea Reimer",
                            "institution": "City of Vancouver"
                        }
                    ],
                    "files": [],
                    "sessNid": "2838",
                    "oldPath": "/conferences/2011/presentation/2998",
                    "nid": "2998",
                    "postDate": "2011-12-12 09:38:05 -0700"
                }
            ]
        }
    ]
}